{"name": "", "description": "", "features": [{"name": "School of Illusion", "source": "PHB", "page": 118, "className": "Wizard", "classSource": "PHB", "subclassShortName": "Illusion", "subclassSource": "PHB", "level": 2, "entries": ["You focus your studies on magic that dazzles the senses, befuddles the mind, and tricks even the wisest folk. Your magic is subtle, but the illusions crafted by your keen mind make the impossible seem real. Some illusionists—including many gnome wizards—are benign tricksters who use their spells to entertain. Others are more sinister masters of deception, using their illusions to frighten and fool others for their personal gain.", {"type": "refSubclassFeature", "subclassFeature": "Illusion Savant|Wizard||Illusion||2"}, {"type": "refSubclassFeature", "subclassFeature": "Improved Minor Illusion|Wizard||Illusion||2"}]}, {"name": "Illusion Savant", "source": "PHB", "page": 118, "className": "Wizard", "classSource": "PHB", "subclassShortName": "Illusion", "subclassSource": "PHB", "level": 2, "header": 1, "entries": ["Beginning when you select this school at 2nd level, the gold and time you must spend to copy an illusion spell into your spellbook is halved."]}, {"name": "Improved Minor Illusion", "source": "PHB", "page": 118, "className": "Wizard", "classSource": "PHB", "subclassShortName": "Illusion", "subclassSource": "PHB", "level": 2, "header": 1, "entries": ["When you choose this school at 2nd level, you learn the {@spell minor illusion} cantrip. If you already know this cantrip, you learn a different wizard cantrip of your choice. The cantrip doesn't count against your number of cantrips known.", "When you cast {@spell minor illusion}, you can create both a sound and an image with a single casting of the spell."]}, {"name": "Malleable Illusions", "source": "PHB", "page": 118, "className": "Wizard", "classSource": "PHB", "subclassShortName": "Illusion", "subclassSource": "PHB", "level": 6, "header": 2, "entries": ["Starting at 6th level, when you cast an illusion spell that has a duration of 1 minute or longer, you can use your action to change the nature of that illusion (using the spell's normal parameters for the illusion), provided that you can see the illusion."]}, {"name": "Illusory Self", "source": "PHB", "page": 118, "className": "Wizard", "classSource": "PHB", "subclassShortName": "Illusion", "subclassSource": "PHB", "level": 10, "header": 2, "entries": ["Beginning at 10th level, you can create an illusory duplicate of yourself as an instant, almost instinctual reaction to danger. When a creature makes an attack roll against you, you can use your reaction to interpose the illusory duplicate between the attacker and yourself. The attack automatically misses you, then the illusion dissipates.", "Once you use this feature, you can't use it again until you finish a short or long rest."]}, {"name": "Illusory Reality", "source": "PHB", "page": 118, "className": "Wizard", "classSource": "PHB", "subclassShortName": "Illusion", "subclassSource": "PHB", "level": 14, "header": 2, "entries": ["By 14th level, you have learned the secret of weaving shadow magic into your illusions to give them a semireality. When you cast an illusion spell of 1st level or higher, you can choose one inanimate, nonmagical object that is part of the illusion and make that object real. You can do this on your turn as a bonus action while the spell is ongoing. The object remains real for 1 minute. For example, you can create an illusion of a bridge over a chasm and then make it real long enough for your allies to cross.", "The object can't deal damage or otherwise directly harm anyone."]}], "additional": {"classSource": "PHB", "additionalSpells": [{"known": {"1": ["minor illusion#c"]}}], "subclassFeatures": ["School of Illusion|Wizard||Illusion||2", "Malleable Illusions|Wizard||Illusion||6", "Illusory Self|Wizard||Illusion||10", "Illusory Reality|Wizard||Illusion||14"]}}