{"吟游诗人": ["# 吟游诗人  ", "## 吟游诗人Bard  ", "久远的废墟中，她用手指在一座古旧的纪念碑上徐徐划过，身着毛皮的半精灵在此寻求刻骨铭心的英知，并尝试用音乐和魔法将它展现再世那些古圣先贤记载在纪念碑上的传奇和它所赞颂的诗篇。  ", "面容坚定的人类勇士有节奏地用长剑敲击自己的鳞甲，随着节拍吟诵英雄史诗鼓励他的伙伴铭记勇气与信念。而魔力渐渐在音乐中笼罩着他们。  ", "欢笑着，她拨动琴弦，侏儒小姐巧妙地将魔力隐藏在音乐中，暗暗挑动聚会中的贵族们，让他们接受伙伴们的话语。  ", "无论是身为学者、歌者还是无赖，诗人们都会用他们包含魔力的语言和音乐来激励伙伴，或削弱敌人，或操控心灵，或创造幻象，甚至治愈伤口。  ", "### 音乐与魔法Music and Magic  ", "在D&D世界里，音乐和语言不只是空气中的震动，而是一种独特的力量。吟游诗人是用魔力歌唱与演讲的大师。他们认为多元宇宙是被“说”出来的，众神的话语让多元宇宙本身得以成形，而那原初的“创生圣言”至今在宇宙深处回响。诗人的音乐就是对这回响的一种操控，试图将其编织成所需的法术与力量。  ", "吟游诗人最强大的地方在于他们的广泛的才艺。很多诗人在战斗时都会待在外围地带，他们用魔法激励伙伴，同时又与敌人保持距离。不过若有必要，他们也能近身与敌人缠斗一番，并以魔法增强自己的剑与铠甲。他们更喜欢学习使用魅惑和幻觉系列的法术，而甚少使用直接毁灭性的力量。他们的知识广博如同大海，而这种赤子天性和学习能力让他们什么都可以露一手。只要诗人们愿意，从音乐表演到隐秘知识，他们都可以应用其聪慧天资完美地掌握。  ", "### 从经验中学习Learning from Experience  ", "真正的吟游诗人在世上并不常见。并不是在小酒馆里吹拉弹唱的歌手，或在贵族宫廷里欢唱耍跳的弄臣就能被称作吟游诗人。要想发现隐藏在音乐中的魔力，需要长时间的学习，以及最重要的天赋，而那正是大多数歌手和弄臣最渴望却最稀缺的东西。不过，外行人依然难以区分真正的吟游诗人和单纯的艺人。吟游诗人的一生都在大地巡游中度过，他们搜集逸闻、分享故事、然后享受听众的掌声。这跟一般艺人其实没区别，只是在知识的深度，音乐技巧的层次，对魔法的触动上，吟游诗人就不能和那些普通货色相比了。  ", "只有很少吟游诗人会在一个地方长期驻足，诗人们的天性就是旅行寻找新的可以讲述的诗篇，学习未曾习得的技巧，从地平线的另一端发现新的事物等等，因而进行一场新的冒险只是其天性使然。每场冒险都是一次机遇，诗人们学习新的东西，练习诸般技艺，探索古老的陵墓，重现过去的魔法，解析旧有的文献，历险诡异境地，遭遇奇特生物。那些能够用个人经历化作故事激励人心的诗人就迥异于那些足不出门的家伙。而且，讲述了诸多英雄史诗及其结局后，许多诗人都会对故事有所共鸣，然后又在自己故事中扮演这些英雄的角色。  ", "### 创建吟游诗人Creating a Bard  ", "吟游诗人靠故事吃饭，你不用管故事的真假。因此你的角色背景和动机不需要像听来的故事那样惊心动魄。也许你的童年是安稳而平凡的。也许你说你的童年没有什么好事，因为你是在腐臭的沼泽中被鬼婆抚养长大的。当然你的童年也许正跟传说中的故事一样，多姿多彩。某些吟游诗人还会从一些特别的存在身上获悉音乐的魔力，比如妖精或其它一些超自然的存在。  ", "你在开始冒险之前，有跟随更有经验的吟游诗人大师学习，度过一段学徒期吗？或者你是考入了学院学习各种知识练习你的魔力音乐？也许你是一个逃奴或孤儿，意外结识了日后成为你导师的诗人？又或者你拥有富裕的家庭，直接请了吟游诗人做你的引路人？或许你误打误撞进了鬼婆集会，被迫签订一个契约来获得了操控音乐魔力的方法，你的代价又是什么呢？  ", "#### 快速建卡Quick Build  ", "你可以按以下建议快速创建一名吟游诗人。首先，将最高属性分配给魅力，次高属性分配给敏捷。然后选择艺人背景。最后选择戏法舞光术dancing light和恶言相加vicious mockery，选择1环法术魅惑人类charm person、侦测魔法detect magic、治愈真言healing word和雷鸣波thunderwave。  ", "## 职业特性Class Features  ", "作为一名吟游诗人，你获得下列职业特性。  ", "#### 生命值Hit Points  ", "**生命骰：** 每吟游诗人等级1d8  ", "**首级生命值：** 8＋你的体质调整值  ", "**升级生命值：** 首级生命值外，对应每个吟游诗人等级5（1d8）＋你的体质调整值  ", "#### 熟练项Proficiencies  ", "**护甲：** 轻甲  ", "**武器：** 简易武器、手弩、长剑、刺剑、短剑  ", "**工具：** 自选三种乐器  ", "**豁免：** 敏捷、魅力  ", "**技能：** 自选三项技能  ", "#### 装备Equipment  ", "你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的启始装备：  ", "（a）一把刺剑，（b）一把长剑或（c）任一把简易武器  ", "（a）一个大使套组或（b）一个艺人套组  ", "（a）一个鲁特琴或（b）其它乐器  ", "皮甲和一把匕首  ", "### 施法Spellcasting  ", "你习得以音乐为媒介随意解构、分解，再重新构造现实的方法。你的法术是融入你纷繁奏乐中的音符，也是你以各种形式谱奏的魔法乐章。参考第10章的施法规则，以及第11章的吟游诗人法术列表。  ", "#### 戏法Cantrips  ", "第1级时，你从诗人法术列表中选择两个戏法作为已知法术。在获得更高诗人等级后你还可以习得其它的戏法，具体数量见“吟游诗人职业表”中“已知戏法”一栏。  ", "#### 吟游诗人职业表  ", "| 职业等级 | 熟练加值 | 职业特性 | 已知戏法 | 已知法术 | 每环法术位 |   ", "| 1环 | 2环 | 3环 | 4环 | 5环 | 6环 | 7环 | 8环 | 9环 |   ", "| 1st | +2 | 施法，诗人激励(d6) | 2 | 4 | 2 |  |  |  |  |  |  |  |  |   ", "| 2nd | +2 | 万事通，休憩曲(d6) | 2 | 5 | 3 |  |  |  |  |  |  |  |  |   ", "| 3rd | +2 | 选择诗人学院，专精 | 2 | 6 | 4 | 2 |  |  |  |  |  |  |  |   ", "| 4th | +2 | 属性值提升 | 3 | 7 | 4 | 3 |  |  |  |  |  |  |  |   ", "| 5th | +3 | 诗人激励(d8)，激励之源 | 3 |   8 |   4 |   3 |   2 |    |    |    |    |    |    |    ", "|   6th |   +3 |   反迷惑，学院特性 |   3 |   9 |   4 |   3 |   3 |    |    |    |    |    |    |    ", "|   7th |   +3 |    |   3 |   10 |   4 |   3 |   3 |   1 |    |    |    |    |    |    ", "|   8th |   +3 |   属性值提升 |   3 |   11 |   4 |   3 |   3 |   2 |    |    |    |    |    |    ", "|   9th |   +4 |   休憩曲(d8) |   3 |   12 |   4 |   3 |   3 |   3 |   1 |    |    |    |    |    ", "|   10th |   +4 |   诗人激励(d10)，专精，魔法奥秘 |   4 |   14 |   4 |   3 |   3 |   3 |   2 |    |    |    |    |    ", "|   11th |   +4 |    |   4 |   15 |   4 |   3 |   3 |   3 |   2 |   1 |    |    |    |    ", "|   12th |   +4 |   属性值提升 |   4 |   15 |   4 |   3 |   3 |   3 |   2 |   1 |    |    |    |    ", "|   13th |   +5 |   休憩曲(d10) |   4 |   16 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |    |    |    ", "|   14th |   +5 |   魔法奥秘，学院特性 |   4 |   18 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |    |    |    ", "|   15th |   +5 |   诗人激励(d12) |   4 |   19 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |    |    ", "|   16th |   +5 |   属性值提升 |   4 |   19 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |    |    ", "|   17th |   +6 |   休憩曲(d12) |   4 |   20 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |   1 |    ", "|   18th |   +6 |   魔法奥秘 |   4 |   22 |   4 |   3 |   3 |   3 |   3 |   1 |   1 |   1 |   1 |    ", "|   19th |   +6 |   属性值提升 |   4 |   22 |   4 |   3 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |    ", "  20th |   +6 |   先发激励 |   4 |   22 |   4 |   3 |   3 |   3 |   3 |   2 |   2 |   1 |   1 |   ", "#### 法术位Spell Slots  ", "“吟游诗人职业表”中记录了你可用以施展诗人法术的1环及更高环阶法术位数量。施展诗人法术时，你必须同时消耗其对应环阶的法术位。已消耗的法术位可在完成长休后恢复。  ", "例如，若你已知1环法术疗伤术cure wounds，并且有一枚可用的1环法术位和一枚可用的2环法术位，则这两个法术位都可以用来施展该法术。  ", "#### 已知法术Spell Known of 1st Level and Higher  ", "第1级时，你从诗人法术列表中选择四个1环法术作为已知法术。  ", "“吟游诗人职业表”中“已知法术”一栏记录了你获得更多已知法术时的相应等级。但是，你只能获取已有相应环阶法术位的法术。比如当达到第3级时，你将获得一个1环或2环法术。  ", "另外，你每提升一个诗人等级，可以从诗人法术列表中选择一个新法术来代替一个已知法术列表中的旧法术，不过你必须已有新法术的相应环阶法术位。  ", "#### 施法属性Spellcasting Ability  ", "你的魔力源于你注入音乐或演说中的心灵力量，因此魅力是你施展吟游诗人法术的关键属性。每当你的诗人法术需要施法属性时均指向你的魅力值。而你诗人法术的豁免DC和攻击检定，则使用你的魅力调整值。  ", "**法术豁免DC** ＝8＋你的熟练加值＋你的魅力调整值  ", "**法术攻击调整值** ＝你的熟练加值＋你的魅力调整值  ", "#### 仪式施法Ritual Casting  ", "如果你已知法术列表中的某法术带有仪式标签，则你可以用这些法术进行仪式施法。  ", "#### 法器Spellcasting Focus  ", "你可以使用乐器（见第5章）作为施展诗人法术的法器。  ", "### 诗人激励Bardic Inspiration  ", "从第1级起，你可以用热血的话语和音乐激励他人。此时，你可以在自己回合内用一个附赠动作指定身边60尺内一个能听到你声音的生物（不能指定你自身），并使该生物获得一个诗人激励，即一个d6的激励骰。  ", "在接下来的10分钟内，该生物在进行单次属性检定、攻击检定、豁免检定时可以使用该激励骰，以将其结果加到掷骰结果中。该生物可以在d20结果掷出后，DM宣布结果前决定是否使用诗人激励。而诗人激励一旦使用即被消耗掉。一个生物同一时间里只能保有一个诗人激励。  ", "你能够使用该特性的次数等于你的魅力调整值（最低一次）。完成一次长休后，你将重获所有消耗掉的诗人激励次数。  ", "你产生的激励骰大小可以在达到本职业的特定等级时增大。第5级时为d8，第10级时为d10，而第15级时为d12。  ", "### 万事通Jack of All Trades  ", "第2级起，在你进行属性检定时，如果检定结果不包含你的熟练加值，则你可以将自身熟练加值的一半（向下取整）加入到检定结果中。  ", "### 休憩曲Song of Rest  ", "第2级起，你可以在短休时用轻柔的音乐或话语帮助伙伴们恢复伤势。如果你或任何友方生物可以在其短休时听到你的演奏声，且决定在此时使用生命骰恢复生命值，则其恢复量可以额外增加1d6。  ", "该额外恢复的数值在达到特定职业等级时可以再增加。第9级时增为1d8，第13级时增为1d10，第17级时增为1d12。  ", "### 吟游诗人学院Bard College  ", "第3级时，你将选择加入一个吟游诗人的学院协会，以探寻更精深的技艺。你可以从逸闻学院College of Lore或勇气学院College of Valor中选择其一。随后，你将在第3、第6和第14级时获得相应的职业特性。  ", "### 专精Expertise  ", "第3级起，你选择两个已有的技能熟练项。此后你进行所选技能的属性检定时，可以使用双倍的熟练加值。  ", "第10级后，你可以再选择另外两个已有的技能熟练项从该特性中获益。  ", "### 属性值提升Ability Score Improvement  ", "当你达到第4、8、12、16、19级时，你可以选择一项属性值提升2点，或选择两项属性各提升1点。不过你不能通过此特性让属性超过20。  ", "### 激励之源Font of Inspiration  ", "第5级起，你可以在完成短休或长休后恢复你已消耗的诗人激励次数。  ", "### 反迷惑Countercharm  ", "第6级起，你获得用音乐或话语来打断心控效应的能力。你可以使用一个动作开始一场持续至你的下一回合结束的演出。在这段时间内，你与你身边30尺内的友方生物进行对抗恐慌或魅惑效应的豁免检定具有优势。该生物必须能听到你的声音才能获得此增益。这场表演在你陷入失能状态、被沉默、或主动终止（无需动作）时会提前结束。  ", "### 魔法奥秘Magical Secrets  ", "第10级起，你从旋律中了解了大量的魔法知识，使你可以从所有职业的法术列表里选择两个法术（包括诗人列表）加入已知法术中。你所选择的法术必须是你当前等级可以施展的环阶法术或戏法。  ", "所选法术对你而言视为吟游诗人法术，且包含在“诗人职业表”上“已知法术”一栏所记录的数量之内。  ", "第14和第18级时，你可以分别使用此特性再习得两个任选法术。  ", "### 先发激励Superior Inspiration  ", "第20级起，你骰先攻时若没有可用的诗人激励次数，则你获得一次使用次数。"], "圣武士": ["# 圣武士  ", "第20级起，你骰先攻时若没有可用的诗人激励次数，则你获得一次使用次数。  ", "## 圣武士Paladin  ", "一身沾满沿途风尘的板甲在阳光下依然闪亮，人类放下她的利剑和盾牌，双手按在重伤男子身上。男子的伤口随着其手上漫出的神圣光耀神奇地愈合，然后睁开双眼讶异的看着自己的恩人。  ", "漆黑的斗篷让矮人在夜色中近乎隐形。他蹲守在一片裸露的岩层后，看着眼前一支正庆贺新近战绩的兽人战团。片刻之后，他悄无声息的站起，并缓步踏入兽人群中。随着矮人低语的神圣誓言，两名兽人猝然死去，而其生命的最后一刻甚至还没意识到这名矮人的存在。  ", "他的银发在聚光灯般的光芒中闪耀。精灵爆发着狂喜的大笑，将如其双眸般闪亮的手矛一次接一次的狠刺进扭曲的巨人躯体，直至他的圣光最终完全掩盖那遗下的丑陋黑暗。  ", "身怀不同过往与使命的圣武士们在各自誓言的驱使下团结一致对抗邪恶势力。他们也许是在神坛前由祭司见证宣誓，或在林中圣地向自然精魄许下承诺，又或是面临绝望与灾难却只有死者见证下立约，所有这些圣武士誓言都是极强的契约。而正是誓言的伟力才让一名虔诚的战士化作身负祝福的勇者。  ", "### 公义的事业The Cause of Righteousness  ", "圣武士宣誓维护公理与正义，宣誓与世间所有的善良一起对抗不断侵蚀而来的黑暗，宣誓狩猎四处潜伏的所有邪恶。圣武士们专注于公义事业的不同方面，而其力量均来自于各自立下的誓言契约。虽然许多圣武士都奉献于善良众神，但圣武士对公正的无私奉献本身就给予了他们绝大的力量，甚至与神赐予的力量相当。  ", "圣武士经年累月苦练战技，并精通各种武器与护甲。即便如此，其武力的重要性也仅次于其行使的魔力。他们以之治疗伤患，斩杀妄邪，守护清白者和所有为公义而战的同伴。  ", "### 超凡脱俗Beyond the Mundane Life  ", "圣武士的存在本身即决定了其为冒险而生，而这种生活只会一直持续到其伤重到无法继续，否则他们总是会站在宇宙善恶大战的最前线，与邪恶殊死搏斗。在俗世中，正真受到感召成为圣武士的人比民兵团或正规军中的真正战士罕有得多。而这些勇士们受到感召时，都会义无反顾地放弃所拥有的身份地位，义无反顾的加入对抗邪恶的战斗中。圣武士的誓言有时会引导他们走上出任精锐骑士长官服务于某个王权的道路，但即使如此其对王权和国家的忠心，也只是次于其对公义事业的忠诚。  ", "#### 圣武士职业表  ", "| 职业等级 | 熟练加值 | 职业特性 | 每环法术位 |   ", "| 1环 | 2环 | 3环 | 4环 | 5环 |   ", "| 1st | +2 | 神圣感知，圣疗 |  |  |  |  |  |   ", "| 2nd | +2 | 至圣斩，战斗风格，施法 |   2 |    |    |    |    |    ", "|   3rd |   +2 |   神佑，选择神圣誓言 |   3 |    |    |    |    |    ", "|   4th |   +2 |   属性值提升 |   3 |    |    |    |    |    ", "|   5th |   +3 |   额外攻击 |   4 |   2 |    |    |    |    ", "|   6th |   +3 |   守护灵光 |   4 |   2 |    |    |    |    ", "|   7th |   +3 |   圣誓特性 |   4 |   3 |    |    |    |    ", "|   8th |   +3 |   属性值提升 |   4 |   3 |    |    |    |    ", "|   9th |   +4 |    |   4 |   3 |   2 |    |    |    ", "|   10th |   +4 |   勇气灵光 |   4 |   3 |   2 |    |    |    ", "|   11th |   +4 |   精通至圣斩 |   4 |   3 |   3 |    |    |    ", "|   12th |   +4 |   属性值提升 |   4 |   3 |   3 |    |    |    ", "|   13th |   +5 |    |   4 |   3 |   3 |   1 |    |    ", "|   14th |   +5 |   净化之触 |   4 |   3 |   3 |   1 |    |    ", "|   15th |   +5 |   圣誓特性 |   4 |   3 |   3 |   2 |    |    ", "|   16th |   +5 |   属性值提升 |   4 |   3 |   3 |   2 |    |    ", "|   17th |   +6 |    |   4 |   3 |   3 |   3 |   1 |    ", "|   18th |   +6 |   灵光增效 |   4 |   3 |   3 |   3 |   1 |    ", "|   19th |   +6 |   属性值提升 |   4 |   3 |   3 |   3 |   2 |    ", "  20th |   +6 |   圣誓特性 |   4 |   3 |   3 |   3 |   2 |   ", "冒险中的圣武士会十分认真严肃的对待自己的工作。在古老的遗迹或者满是尘封地下室中搜寻的圣武士，其动机多半是为某个崇高的目标而非获取其中的宝藏。邪恶潜伏在地下城中，潜伏在原始的森林中，而即使是对邪恶的最微不足道的胜利，也是在使宇宙的平衡向正确的方向倾斜，而不是滑向彻底的毁灭。  ", "### 创建圣武士Creating a Paladin  ", "圣武士角色最重要的一个部分即是其神圣使命的本质。尽管与你神圣誓言相关的职业能力在第3级前都不会出现，但你应该提前阅读后面的神圣誓言详述，规划好自己的选择。你是否献身于善良，服从正直与荣誉之神，而成为其身披金甲，斩妖除魔的骑士呢？还是身为圣光的荣耀斗士，珍爱着与暗影抗争的一切美好事物，继承着你的骑士先辈们代代相传，较许多神灵更为古老的誓言？又或是一名饱受苦难的孤独者，立誓要对犯下巨大恶行的人复仇，成为被众神（或被你的复仇欲望）所驱使的死亡天使？附录B中列出了多元宇宙中许多被圣武士信仰的神，比如托姆Torm，提尔Tyr，海若尼斯Heironeous，帕拉丁Paladine，奇力・裘理斯Kiri-Jolith，杜・哈拉Dol Arrah，银焰the Silver Flame，巴哈姆特Bahamut，雅典娜Athena，拉赫拉克提Re-Horakhty，以及海姆达尔Heimdall。  ", "你如何经历那呼召你成为圣武士的召唤？你是否在祈祷时从不可见的神或天使处听到了低语？是不是另一名圣武士看到了你的潜能，而决定让你作为一名侍从接受训练？是不是某些恐怖的事情（例如你的家园被毁）驱使你接受自己的使命？也许，你巧遇了一片神圣的林地，或一片隐藏的精灵领地，而你感到要守护这一切美善之地的呼召。也许，你能记起的最早记忆中就知道圣武士的生涯是你一生的使命，就好像自己就是为此而在世界上存在，而你的使命在你出生前就烙印在你的灵魂深处。  ", "作为对抗秽恶力量卫士的圣武士，几乎不可能存在于邪恶阵营中。大多数圣武士都遵循慈悯与正义之路。注意你的阵营如何影响你完成神圣使命的方式，又如何影响你在神和人面前的行为准则。你的誓言和阵营可能和谐一致，而你的誓言也可能反映着你尚未做到的一切。  ", "#### 快速建卡Quick Build  ", "你可以按以下建议创建一名圣武士。首先，将你的最高属性分配给力量，次高分配给魅力。然后选择贵族背景。  ", "## 职业特性Class Features  ", "作为一名圣武士，你获得以下职业特性。  ", "#### 生命值Hit Points  ", "**生命骰：** 每圣武士等级1d10  ", "**第一级的生命值：** 10＋你的体质调整值  ", "  **后续升级生命值：**                     第一级之后，每个圣武士等级6（1d10）＋你的体质调整值  ", "#### 熟练项Proficiencies   ", "**护甲：** 所有护甲和盾牌  ", "**武器：** 简易武器和军用武器  ", "**工具：** 无  ", "**豁免：** 感知、魅力  ", "**技能：** 在运动、洞悉、威吓、医药、游说、宗教中选择两项  ", "#### 装备Equipment  ", "你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的起始装备：  ", "（a）一把军用武器和一面盾牌或（b）两把军用武器  ", "（a）五支标枪或（b）任意简易近战武器  ", "（a）一个祭司套组或（b）一个探索套组  ", "链甲和一个圣徽  ", "### 神圣感知Divine Sense  ", "强大的邪恶存在于你有如带毒的香气，而强大的善良光环于你则如仙乐般悠扬。你可以使用一个动作扩展你的意识，以侦测此类势力。直到你下回合结束前，你可以对身边60尺范围内进行感测，任何未对你处在全身掩护状态的天界生物、邪魔或不死生物都将被你定位。你感应到范围内生物的种类（天界生物、邪魔、不死生物），不过并不能精确指明（比如“吸血鬼伯爵施特拉德・冯・扎洛维奇Vampire Count Strahd von Zarovich”）。在同样的范围内，你也可以侦测任何受到圣居hallow一类的法术祝福或亵渎的地点或物件。  ", "该特性的可用次数等于1＋你的魅力调整值。而已消耗的特性使用次数，则可以通过完成一次长休进行恢复。  ", "### 圣疗Lay on Hands  ", "你的触碰溢满祝福，可以医治伤口。你获得一个治疗能量池，其内的治疗能量在每次完成长休后自动补满。治疗能量池储备的可恢复生命值总值等于你的圣武士职业等级×5。  ", "你可以用一个动作触碰一个生物，并抽取治疗能量池中的能量恢复该生物的生命值，其恢复量最多等于你治疗能量池中剩余的治疗量。  ", "此外，你也可以使用5点治疗量治愈目标生物身上的一种疾病，或者祛除一种中毒效应。你可以在一次圣疗中治愈复数的疾病并祛除复数的毒素，但你需要为每一种疾病和毒素分别支付治疗量。  ", "该职业特性对不死生物和构装生物无效。  ", "### 战斗风格Fighting Style  ", "第2级起，你将精进于一种战斗风格，从下列选项中选择其一。另外，即使你有多次选择战斗风格的机会，也不能重复选择同一个战斗风格。  ", "#### 防御Defense  ", "着装护甲时，你的AC获得 +1加值。  ", "#### 对决Dueling  ", "单手持用一把近战武器，且并未同时持用其他武器时，你使用该武器进行攻击的伤害掷骰获得 +2加值。  ", "#### 巨武器战斗Great Weapon Fighting  ", "双手持用一把近战武器发动攻击时，若你的伤害掷骰掷出1或2，则可以选择重掷。不过哪怕其仍是1或2，你都必须接受重掷的数值。此外，该武器必须具有双手或两用属性。  ", "#### 守护Protection  ", "当某个你能看见的生物攻击你身边5尺内除你之外的目标时，你可以用反应迫使该攻击的攻击检定具有劣势。你必须持用盾牌以实现该效果。  ", "### 施法Spellcasting  ", "第2级起，你学会通过冥想与祈祷引导神圣魔法，其原理与牧师相仿。参考第10章的施法规则，以及第11章的圣武士法术列表。  ", "#### 法术的准备与施展Preparing and Casting Spells  ", "“圣武士职业表”里记录了你用以施展圣武士法术的1环及更高环阶法术位数量。施展某个圣武士法术时，你必须同时消耗其对应环阶的法术位。而已消耗的法术位则可以通过完成一次长休进行恢复。  ", "你可以准备圣武士法术列表中所有符合当前施展条件的法术。准备法术时，你所准备法术的总数等于你的魅力调整值＋你圣武士职业等级的一半（最少可准备一个）。另外，你只能准备已获得相应环阶法术位的法术。  ", "例如，作为一名5级圣武士时，你拥有四枚1环法术位和两枚2环法术位。假如你的魅力为14，则你的准备法术列表可以囊括四个1环或者2环法术的组合。如果你已经准备了1环法术疗伤术cure wounds，则你可以使用1环或2环的法术位来施展它。另外，已施展的法术并不会从你的准备列表中移除。  ", "你可以在完成长休后改变你的准备法术列表。准备新的圣武士法术列表时，你要再花时间进行祈祷和冥想。准备时，你要为你列表上每个法术的每个环阶都花费至少1分钟时间。  ", "#### 施法属性Spellcasting Ability  ", "你的法术源自你坚定信念产生的力量，因此魅力是你施展圣武士法术的关键属性。每当你的圣武士法术需要施法属性是均指向你的魅力值。而你圣武士法术的豁免DC和攻击检定，则使用你的魅力调整值。  ", "**法术豁免DC** ＝8＋你的熟练加值＋你的魅力调整值  ", "**法术攻击调整值** ＝你的熟练加值＋你的魅力调整值  ", "#### 法器Spellcasting Focus  ", "你可用圣徽（见第5章）作为施展你圣武士法术的法器。  ", "### 至圣斩Divine Smite   ", "第2级起，你使用近战武器攻击命中一个生物时，可以消耗一枚法术位，并对目标造成除武器伤害外附加的光耀伤害。额外伤害的数值为1环法术位时的2d8，以及更高法术位时每比1环高一环就外加1d8，其最高值为5d8。如果目标是不死生物或邪魔，则该伤害将再额外增加1d8，至高提升至6d8。  ", "### 神佑Divine Health   ", "第3级起，你体内涌动的神圣魔法使你免疫疾病。  ", "### 神圣誓言Sacred Oath  ", "第3级起，你将立下神圣誓言，并永远与你的圣武士身份同在。你在此之前的圣武士修行被认为仅仅是接受了一条道路而尚未立誓遵从，你之前所躬行的行为都是为此刻作准备。神圣誓言包括奉献之誓Oath of Devotion、古贤之誓Oath of the Ancients、复仇之誓Oath of Vengeance等，你可从中选择其一。  ", "随后，你将在第3，第7，第15和第20级获得所选圣誓的相应特性。  ", "#### 圣誓法术Oath Spells   ", "每种誓言都有其相应的圣誓法术列表。当你达到表中所示的圣武士等级时，你将同时获得其对应的圣誓法术。圣誓法术一旦获得，将会一直在你的准备法术列表中，且不计入你的每日准备法术上限。  ", "任何圣誓法术对你而言都是圣武士法术，而不论其是否在圣武士法术列表之上。  ", "#### 引导神力Channel Divinity   ", "你的誓言使你获得引导神所授神圣能量的能力，引导的能量将用以实现各种魔法效应。誓言赋予的相应效应，可以参考相关誓言的描述内容。  ", "引导神力时，神力最终产生的效应由你自行选择。引导神力后，你必须完成一次短休或长休才能再次使用该特性。  ", "某些引导神力的效应需要豁免，其豁免DC等于你的圣武士法术豁免DC。  ", "### 属性值提升Ability Score Improvement  ", "当你达到第4、8、12、16、19级时，你可以选择一项属性值提升2点，或选择两项属性各提升1点。不过你不能通过该特性让属性超过20。  ", "### 额外攻击Extra Attack  ", "第5级起，你在自己回合内执行攻击动作时可以攻击两次而非一次。  ", "### 守护灵光Aura of Protection  ", "第6级起，你与友方生物在你身边10尺内进行豁免检定时，可以将你的魅力调整值作为加值加在其豁免结果上（至少为 +1）。提供该加值时你必须保持意识清醒。  ", "第18级起，该灵光的作用范围扩展至30尺。  ", "### 勇气灵光Aura of Courage  ", "第10级起，你与友方生物在你身边10尺内不会陷入恐慌。提供该增益时你必须保持意识清醒。  ", "第18级起，该灵光的作用范围扩展至30尺。  ", "### 精通至圣斩Improved Divine Smite  ", "第11级起，你体内充盈的公正之力使你的近战武器打击中携带着神圣的力量。当你使用近战武器命中一个生物时，该生物将额外受到1d8点光耀伤害。  ", "### 净化之触Cleansing Touch  ", "第14级起，你可以用动作触碰你自身或一个自愿生物，以中止该目标身上的一个法术效应。  ", "该特性的可用次数等于你的魅力调整值（至少一次）。而已消耗的特性使用次数则可以通过完成一次长休进行恢复。"], "德鲁伊": ["# 德鲁伊  ", "该特性的可用次数等于你的魅力调整值（至少一次）。而已消耗的特性使用次数则可以通过完成一次长休进行恢复。  ", "## 德鲁伊Druid  ", "装饰着冬青的多节杖高高举起，精灵召唤出风暴之怒，并降下惊雷电矢摧毁那群手握火把意图摧毁其森林的兽人们。  ", "某个维持着猎豹形态的人潜伏在视野难及的参天树顶，凝视着丛林之外的邪恶气元素神殿，密切关注着邪教徒们的动静。  ", "那些利刃形态的舞动火焰，是一名冲进骷髅士兵群中的半精灵正奋力劈散这些邪恶生物。  ", "德鲁伊呼唤自然界的元素之力，模仿动物界的生物形态。他们体现了自然的变化狡猾而凶暴。他们对自然无欲无求，却将自己化身为自然不屈意志的延伸。  ", "if !supportLineBreakNewLine  ", "endif  ", "自然之力Power of Nature  ", "德鲁伊视自然高于一切，他们从自然本身或者从自然神处获得法术和其他魔法力量。与那些服务于荒野，动物或元素之神的人不同，德鲁伊更喜欢继续追求自身与自然界的精神链接。古老的德鲁伊传统有时被称为上古誓约Old Faith，其与神庙或圣地中崇拜神不尽相同。  ", "德鲁伊的法术源于自然和动物尖牙与利爪，太阳与月亮，或者火焰与风暴的力量。德鲁伊还拥有变身为动物形态的能力，甚至有些德鲁伊非常精于此道，以至于其中的某些个体喜欢维持动物形态更甚于恢复原形。  ", "#### 德鲁伊职业表  ", "|    ", "|   职业 等级  |   熟练 加值  |   职业特性  |   已知 戏法  |   每环法术位  |     ", "|   1环  |   2环  |   3环  |   4环  |   5环  |   6环  |   7环  |   8环  |   9环  |     ", "|   1st  |   +2  |   德鲁伊语，施法  |   2  |   2  |    |    |    |    |    |    |    |    |     ", "|   2nd |   +2 |   荒野形态，选择德鲁伊结社 |   2 |   3 |    |    |    |    |    |    |    |    |    ", "|   3rd |   +2 |    |   2 |   4 |   2 |    |    |    |    |    |    |    |    ", "|   4th |   +2 |   荒野形态增效，属性值提升 |   3 |   4 |   3 |    |    |    |    |    |    |    |    ", "|   5th |   +3 |    |   3 |   4 |   3 |   2 |    |    |    |    |    |    |    ", "|   6th |   +3 |   结社特性 |   3 |   4 |   3 |   3 |    |    |    |    |    |    |    ", "|   7th |   +3 |    |   3 |   4 |   3 |   3 |   1 |    |    |    |    |    |    ", "|   8th |   +3 |   荒野形态增效，属性值提升 |   3 |   4 |   3 |   3 |   2 |    |    |    |    |    |    ", "|   9th |   +4 |    |   3 |   4 |   3 |   3 |   3 |   1 |    |    |    |    |    ", "|   10th |   +4 |   结社特性 |   4 |   4 |   3 |   3 |   3 |   2 |    |    |    |    |    ", "|   11th |   +4 |    |   4 |   4 |   3 |   3 |   3 |   2 |   1 |    |    |    |    ", "|   12th |   +4 |   属性值提升 |   4 |   4 |   3 |   3 |   3 |   2 |   1 |    |    |    |    ", "|   13th |   +5 |    |   4 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |    |    |    ", "|   14th |   +5 |   结社特性 |   4 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |    |    |    ", "|   15th |   +5 |    |   4 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |    |    ", "|   16th |   +5 |   属性值提升 |   4 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |    |    ", "|   17th |   +6 |    |   4 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |   1 |    ", "|   18th |   +6 |   不朽身，野兽施法 |   4 |   4 |   3 |   3 |   3 |   3 |   1 |   1 |   1 |   1 |    ", "|   19th |   +6 |   属性值提升 |   4 |   4 |   3 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |    ", "###   20th |   +6 |   大德鲁伊 |   4 |   4 |   3 |   3 |   3 |   3 |   2 |   2 |   1 |   1 |   ", "### 维持平衡Preserve the Balance  ", "### 对德鲁伊来讲，自然界存在着一个不稳定的平衡。构成世界的四大元素（气、土、火、水）必须保持平衡，如果其中一某元素的力量大于其他，则世界的结构将被摧毁，并退化成相应的元素位面进而分崩离析。所以，德鲁伊反对崇拜邪恶元素和那些只提升一种元素力量而排挤其他元素的人。  ", "### 德鲁伊也会关注维护动植物生命的生态平衡，以及保证文明社会需求与自然的和谐共处而不是针锋相对。德鲁伊承认自然的残酷，且讨厌异怪（如眼魔和夺心魔）和不死生物（如僵尸和吸血鬼）等非自然的生物。有时候，德鲁伊们会在这类怪物入侵其领地时领头抵御入侵。  ", "### 德鲁伊经常自发性的前去守护圣地或监视破坏自然的行为。不过当有威胁到自然平衡的迹象在某个地区或其保护的领地浮现时，德鲁伊会在面对此威胁时担当更主动的角色，比如冒险者。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "### 创建德鲁伊Creting a Druid  ", "### 创建一个德鲁伊时，可以先考虑为何你的角色如此接近自然。也许你的角色生活于一个依然信奉上古誓约的社会中，或是生活于某个依靠一位德鲁伊才得以在荒废森林深处发展起来的社会。也许你的角色有一个与自然之魂有关，戏剧性的遭遇，跟巨型老鹰或凶暴狼相遇，却奇迹生还的经历。也许你的角色出生时遭遇了史诗级的风暴或火山爆发，这些事情都可以为你展示你的角色之所以成为德鲁伊的命运。  ", "### 你成为德鲁伊后是否一直都是一名冒险者，或者你是第一次花时间成为圣泉或圣园的看守者？也许你的家园被邪恶玷污，之后你踏上了冒险的旅途以求寻找一片新的家园。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "#### 快速建卡Quick Build  ", "### 你可以按以下建议快速创建一名德鲁伊。首先，你将最高属性分配给感知，次高分配给体质。其次选择隐士背景。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "## 职业特性Class Features  ", "### 作为一名德鲁伊，你获得以下职业特性。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "#### 生命值Hit Points  ", "### 生命骰：每德鲁伊等级1d8  ", "### 第一级的生命值：8＋你的体质调整值  ", "### 后续升级生命值： 第一级之后，每个德鲁伊等级5（1d8）＋你的体质调整值  ", "### if !supportLineBreakNewLine  ", "### endif  ", "#### 熟练项Proficiencies   ", "### 护甲：轻甲、中甲、盾牌（德鲁伊不能装备或使用金属质的护甲和盾）  ", "### 武器：短棒、匕首、飞镖、标枪、硬头锤、长棍、弯刀、镰刀、投石索、矛  ", "### 工具：草药工具  ", "### 豁免：智力、感知  ", "### 技能：从奥秘、驯兽、洞悉、医药、自然、察觉、宗教和生存中选择两项  ", "### if !supportLineBreakNewLine  ", "### endif  ", "#### 装备Equipment  ", "### 你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的启始装备：  ", "### （a）一个木盾或（b）任意简易武器  ", "### （a）一把弯刀或（b）任意简易近战武器  ", "### 皮甲，一个探索套组和一件德鲁伊法器  ", "### if !supportLineBreakNewLine  ", "### endif  ", "### 德鲁伊语Druidic  ", "### 你习得德鲁伊语即一种德鲁伊间的秘密语言。你可以说这门语言并用它留下隐藏的信息。懂得这门语言的人（包括你自己）会自动注意到此信息，而不懂此语言的人通过一次DC15的感知（察觉）检定后可以注意到其存在，不过不能用非魔法手段读懂。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "### 施法Spellcasting  ", "### 你掌握自然世界的神圣本质，并依你的意志施展法术对其进行重塑。参考第10章的施法规则及第11章的德鲁伊法术列表。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "#### 戏法Cantrips  ", "### 第1级时，你选择两项德鲁伊法术列表中的戏法作为已知法术。在获得更高的德鲁伊等级后你还可以习得其它的戏法，具体数据参见“德鲁伊职业表”中“已知戏法”一栏。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "#### 法术的准备和施展Preparing and Casting Spells  ", "### “德鲁伊职业表”里记录了你用以施展德鲁伊法术的1环及更高环阶法术位数量。施展某德鲁伊法术时，你必须同时消耗其对应环阶法术位。已消耗的法术位可在完成长休后恢复。  ", "### 你可以准备德鲁伊法术列表中所有符合当前施展条件的法术。准备法术时，你所准备法术的总数等于你的感知调整值＋你的德鲁伊职业等级（最少可以准备一个）。另外，你只能准备已经获得相应环阶法术位的法术。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "#### 圣树与圣木Sacred Plants and Wood  ", "### 德鲁伊视特定种类的植物为圣物，典型的种类有：桤树alder、白蜡树ash、桦树birch、接骨木elder、榛树hazel、冬青树holly、杜松juniper、槲寄生mistletoe、橡树oak、花楸树rowan、柳树willow还有紫杉yew。德鲁伊通常使用这些植物的一部分作为施法的法器，其中包括橡树或紫杉的长枝，或是槲寄生的枝条。  ", "### 同样道理下，德鲁伊们也会使用这些木材制作其他物件，如武器和盾牌。紫杉树代表了死亡与重生，因此常被用作弯刀和镰刀的手柄。代表生命的白蜡树和代表力量的橡树，则非常适合制作手柄或整把武器（如短棒、长棍或盾牌）。而代表大气的桤树则被用于制作投掷武器（如飞镖或标枪）。  ", "### 某些地域的德鲁伊由于附近缺乏相应的植物，则会选择一些类似的品种作为代用。比如荒漠地区的德鲁伊可能使用丝兰树yucca甚至仙人掌cactus作为代用。  ", "### 例如，作为一名3级德鲁伊时，你拥有四枚1环法术位和两枚2环法术位。假如你的感知为16，则你的准备法术列表可以囊括总共六个1环或2环法术的组合。如果你准备了1环法术疗伤术cure wounds，则你可以使用1环或者2环的法术位来施展它。另外，已施展的法术并不会从你的准备列表中移除。  ", "### 你可以在完成长休后改变你的准备法术列表。准备新的德鲁伊法术列表时，你要再花时间进行祈祷和冥想。准备时，你要为你列表上每个法术的每个环阶都花费至少1分钟时间。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "#### 施法属性Spellcasting Ability  ", "### 你的法术力量源于你对自然的信仰与同调，因此感知是你施展德鲁伊法术的关键属性。每当你的德鲁伊法术需要施法属性时均指向你的感知值。而你德鲁伊法术的豁免DC和攻击检定，则使用你的感知调整值。  ", "### 法术豁免DC＝8＋你的熟练加值＋你的感知调整值  ", "### 法术攻击调整值＝你的熟练加值＋你的感知调整值  ", "### if !supportLineBreakNewLine  ", "### endif  ", "#### 仪式施法Ritual Casting  ", "### 如果你所准备德鲁伊法术中的某法术有带仪式标签，则你可以用这些法术进行仪式施法。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "#### 法器Spellcasting Focus  ", "### 你可以用德鲁伊法器（详见第5章）作为你施展德鲁伊法术的法器。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "### 荒野形态Wild Shape  ", "### 第2级起，你可以用动作以魔力变化为曾见识过的野兽形态。该特性可以使用两次，且在完成一次短休或长休后，你将重新获得所有消耗掉的荒野形态次数。  ", "### 你的德鲁伊职业等级决定了你可以变化的野兽种类，你可以变化成任意没有飞行或游泳速度且挑战等级为1/4或更低的野兽形态。  ", "#### 野兽形态Beast Shapes  ", "|    ", "|   等级 |   最高CR |   限制 |   范例 |    ", "|   2nd |   1/4 |   没有飞行或游泳速度 |   狼wolf |    ", "|   4th |   1/2 |   没有飞行速度 |   鳄鱼crocodile |    ", "|   8th |   1 |   － |   巨鹰giant eagle |   ", "### 你可以在数个小时里保持着野兽形态，其持续时间具体数值等于你的德鲁伊职业等级的一半（向下取整）。你可以在持续时间过后恢复原形，或者你也可以再次使用此特性来维持变形。另外，你也可以在你的回合内用一个附赠动作来恢复原形。在你陷入昏迷、生命值为0或者死亡的时候，变形将自动解除。  ", "### 你变形时必须遵从以下规则：  ", "### 你的游戏数据替换为新形态的数值，但你仍保持你的阵营、个性，以及智力值、感知值、魅力值。你保留技能与豁免的熟练项，并且获得新形态的技能和豁免熟练项。如果新形态有你已具有的熟练项且该熟练项的加值高于你的熟练加值，则使用新形态的熟练加值。你不能使用新形态可能拥有的传奇动作或巢穴动作。  ", "### 变形后，你使用新形态的生命值和生命骰。变回原形时，你的生命值恢复变形之前的数值。而任何让你的生命值降至0的伤害，都可以使你变回原形并承受该伤害的溢出伤害量。例如，你在动物形态下受到了10点伤害而你只剩1点生命值，则你变回原形并受到9点伤害。只要超过的伤害没有将你原形的生命值降至0，你就不会因此陷入昏迷。  ", "### 你不能施法，并且任何说话或者需要用手的动作，在你处于野兽形态时都将受到限制。变形不会打断你正在专注的法术，也不会妨碍你执行作为已施展法术（例如召雷术call lightning）一部分的某些动作。  ", "### 你保持从职业、种族或其它来源特性的收益，并且可以在新形态身体能力允许下使用这些特性。不过，你无法使用任何原有的特殊感官（例如黑暗视觉），除非你的新形态也具有这种感官。  ", "### 变形时，你可以选择将你的装备丢在所处空间，或者将其融入新形态，又或者直接着装在身上。新形态直接着装的装备可以如常起作用，但DM有权基于新形态的体型和身姿作出判断，并最终决定新形态使用该装备是否合理。装备不会改变大小来适应新形态，新形态无法着装某装备时，该装备会掉落你所处空间或融入新形态中。融入新形态的装备失去其效应，且在你变回原形时才能恢复。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "### 德鲁伊结社Druid Circle  ", "### 第2级时，你将选择参与一个德鲁伊结社。你可以从大地结社Circle of the Land或月亮结社Circle of the Moon中选择其一。随后，你将在第2、第6、第10、第14级时获得所选结社相应的特性。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "### 属性值提升Ability Score Improvement  ", "### 当你达到第4、第8、第12、第16、第19级时，你可以选择一项属性值提升2点，或是选择两项属性各提升1点。不过你不能通过该特性让属性值超过20。  ", "### 不朽身Timeless Body  ", "### 第18级起，你行使的原初荒野魔力让你的衰老速度减缓。每经过10年的岁月，你的身体就仿佛只过了1年。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "### 野兽施法Beast Spells  ", "### 第18级起，你在荒野形态下可以施展大部分的德鲁伊法术。在野兽形态时，你可以完成德鲁伊法术的姿势与言语成分，但无法完成其材料成分的使用。  ", "### if !supportLineBreakNewLine  ", "### endif  ", "### 大德鲁伊Archdruid  ", "### 第20级时，你可以无限次的使用荒野形态。  ", "### 另外，你还可以将德鲁伊法术中的姿势和言语成分，以及无价值和不被法术消耗的材料成分忽略。你在原形态和荒野形态下都可以从此特性获益。  ", "#### 德鲁伊与诸神Druids and the Gods  ", "### 一些德鲁伊会崇拜自然之力本身，但他们中的大多数人则会直接崇拜多元宇宙中具有自然神职的神（附录B中记载有许多相关神的名单）。与牧师信仰或都市人的信奉不同，德鲁伊们对这些神的崇拜被认为是更远古的传统。事实上，灰鹰世界中的德鲁伊信仰被称为古代盟约Old Faith，而其躬行者遍及农夫、护林员、渔民以及其他生活与自然密切相关的人。这种传统包含了将自然视为原初之力而非拟人化的崇拜，也囊括了对“奥斯母亲Oerth Mother”贝欧瑞Beory，以及欧拜?亥Obad-Hai、艾罗娜Ehlonna、欧拉Ulaa等神的崇拜。  ", "### 在灰鹰与被遗忘国度的世界里，德鲁伊结社通常不与特定的自然神相关联。例如，任何在被遗忘国度中的结社里，其德鲁伊成员崇拜的神包括西凡那斯Silvanus，梅丽凯Mielikki，埃达丝El-dath，裳缇亚Chaunte，甚至还有严苛的愤怒之神：塔洛斯Talos，玛拉Malar，欧吕尔Auril和安博里Umberlee。这些自然之神们通常被称为“第一结社First Circle”，作为最初受德鲁伊崇拜的神，许多德鲁伊承认上列每名神都值得敬重，因而会同时崇拜上列所有神（包括其中相当凶暴的几个）。  ", "艾伯伦德鲁伊尊崇的万物为灵信条则完全与其“天命诸神Sovereign Host”“黑暗六邪神Dark Six”以及该世界内其他宗教毫不相干。他们相信所有活物以及所有自然现象（日、月、风、火以及世界本身）都拥有精魄。因而，法术即是对这些精魄下达指令的交流手段。然而不同的德鲁伊教派都坚持自己的理念，而对精魄之间或是精魄与文明势力之间的关系各执一词。例如，“灰烬誓约Ashbound”信奉奥术魔法是反抗自然的恶煞，“严冬之子Children of Winter”则崇拜死亡之力，而“护门者Gatekeepers”则秉持远古传统，致力于保护世界免受异界的入侵。"], "战士": ["# 战士  ", "艾伯伦德鲁伊尊崇的万物为灵信条则完全与其“天命诸神Sovereign Host”“黑暗六邪神Dark Six”以及该世界内其他宗教毫不相干。他们相信所有活物以及所有自然现象（日、月、风、火以及世界本身）都拥有精魄。因而，法术即是对这些精魄下达指令的交流手段。然而不同的德鲁伊教派都坚持自己的理念，而对精魄之间或是精魄与文明势力之间的关系各执一词。例如，“灰烬誓约Ashbound”信奉奥术魔法是反抗自然的恶煞，“严冬之子Children of Winter”则崇拜死亡之力，而“护门者Gatekeepers”则秉持远古传统，致力于保护世界免受异界的入侵。  ", "## 战士Fighter  ", "身着厚重板甲的人类持盾带头冲入地精群中。她的身后是个身穿皮甲的精灵，用精制的良弓向敌人连珠的射出箭矢。而他们附近还有位喊着口号的半兽人，帮助两名勇士在杀敌时保持优势。  ", "身着链甲的矮人举盾站在他的伙伴和食人魔之间，以阻挡敌人致命的攻击。他的同伴身穿鳞甲，带着两把弯刀翻飞如风的半精灵，则在巨魔身边缠斗着寻找敌人疏于防御的时机。  ", "一名在竞技场中搏斗的角斗士，身为三叉戟和捕网的大师，同时还精于摔绊敌人与拖拽对方绕场移动的技巧而这一手既为他赢得了观众的喝彩，也让他在战斗中显得游刃有余。他对手的剑上忽然闪出一点蓝光，而一道闪电随即向其袭来。  ", "这些就是战士，也许是龙与地下城世界中最具多样性的职业。他们可以是四处探索的骑士，南征北战的领主，皇家斗士或精英步兵，冷酷雇佣兵或山贼头目。作为战士，他们都拥有高超的武艺，以及全面的战斗知识。他们的生活与死亡相伴，既不害怕手上染满鲜血，也不畏惧迎接死亡。  ", "### 全能武斗家Well-Rounded Specialists  ", "战士广泛涉猎各种战斗风格。他们使役各种武器时都有不俗的水平：斧头、刺剑、长剑、巨剑、弓箭甚至捕网，到战士手中都是信手拈来。他们甚至还同时熟习盾牌和各类护甲的用法。除掌握基本使用技巧外，每位战士还专精于某种特定的战斗风格。有些专攻箭术，有些专精双持武器战斗，有些则擅长于用魔法增强自己的战斗能力。泛用与专精相结合，让战士在战场和地城中都能有卓越的表现。  ", "### 为冒险而生Trained for Danger  ", "在城市哨卫，村庄民兵团或是女王的军队中，并非每个服役者是战士。这些部队的成员大多是只有基本战斗知识而相对缺乏训练的士兵。而那些经验丰富的老兵军官、特训保镖、专职骑士之类才更符合战士的形象。  ", "#### 战士职业表  ", "| 职业等级 | 熟练加值 | 职业特性 |   ", "| 1st | +2 | 战斗风格，回气 |   ", "| 2nd | +2 | 动作如潮（一次） |   ", "| 3rd | +2 | 武术范型 |   ", "| 4th | +2 | 属性值提升 |   ", "| 5th | +3 | 额外攻击 |   ", "| 6th | +3 | 属性值提升 |   ", "| 7th | +3 | 范型特性 |   ", "| 8th | +3 | 属性值提升 |   ", "| 9th | +4 | 不屈（一次） |   ", "| 10th | +4 | 范型特性 |   ", "| 11th | +4 | 额外攻击（2） |   ", "| 12th | +4 | 属性值提升 |   ", "| 13th | +5 | 不屈（两次） |   ", "| 14th | +5 | 属性值提升 |   ", "| 15th | +5 | 范型特性 |   ", "| 16th | +5 | 属性值提升 |   ", "| 17th | +6 | 动作如潮（两次），不屈（三次） |   ", "| 18th | +6 | 范型特性 |   ", "| 19th | +6 | 属性值提升 |   ", "| 20th | +6 | 额外攻击（3） |   ", "某些战士认为在冒险中运用其能力才更有意义。冒险生活中常见事件，如地城探索和怪物歼灭等危险作业对战士而言都再平常不过，因而他们并不会对这样的生活感到不适。或许这样的生活风险很大，但回报却更大毕竟，仅仅当个城市守卫可没多少机会找到一把带魔法的焰舌剑。  ", "### 创建战士Creating a Fighter  ", "创建一个战士角色时，可以先思考与该角色背景相关的两个元素：你从哪里学到战斗的技巧，又是如何从大量普通的学武之人中脱颖而出？你是否特别冷酷无情？你是否曾因为超乎常人的努力而受到某个导师的特别照顾？为什么你最初会走上习武的道路？是故乡的安宁受威胁，是渴望复仇，还是希望证明自己？  ", "你可能在贵族军队或本地民兵团中接受了正规训练；也可能是在一所战争学院里学到了战略战术和战史；你甚至可能自学成才，缺乏理论但实战经验丰富。你是为了逃离平庸的农耕生活而执剑，还是为着沿袭家族光荣传统？你的武器护甲从何而来？是由军队分发，还是从家族继承，又或者是你多年节衣缩食买下？这装备是你最重要的财产，因为只有它们能保你远离死神怀抱。  ", "#### 快速建卡Quick Build  ", "你可以按以下建议快速创建一名战士。首先，决定你是使用近战武器还是远程武器（或是灵巧武器），并据此将你最高属性分配给力量或敏捷。次高属性分配给体质，或者智力（计划选择奥法骑士范型时）。然后选择士兵背景。  ", "## 职业特性Class Features  ", "作为一名战士，你获得以下职业特性。  ", "#### 生命值Hit Points  ", "**生命骰：** 每战士等级1d10  ", "**第一级的生命值：** 10＋你的体质调整值  ", "**    后续升级生命值：**  第一级之后，每个战士等级6（1d10）＋你的体质调整值  ", "#### 熟练项Proficiencies   ", "**护甲：** 全部护甲、盾牌  ", "**武器：** 简易武器、军用武器  ", "**工具：** 无  ", "**豁免：** 力量、体质  ", "**技能：** 从特技、驯兽、运动、历史、洞悉、威吓、察觉和生存中选择两项  ", "#### 装备Equipment  ", "你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的起始装备：  ", "（a）链甲或（b）皮甲，长弓和20支箭  ", "（a）一把军用武器和一面盾牌或（b）两把军用武器  ", "（a）一把轻弩和20支弩矢或（b）两把手斧  ", "（a）一个地城套组或（b）一个探索套组  ", "### 战斗风格Fighting Style  ", "你专精于一种战斗风格，并从下列选项中选择。另外，即使你有多次选择战斗风格的机会，也不能多次选择同一个战斗风格。  ", "#### 箭术Archery  ", "你使用远程武器进行攻击检定时具有 +2加值。  ", "#### 防御Defense  ", "着装护甲时，你的AC获得 +1加值。  ", "#### 对决Dueling  ", "单手持用一把近战武器，且并未同时持用其他武器时，你用该武器攻击的伤害掷骰获得 +2加值。  ", "#### 巨武器战斗Great Weapon Fighting  ", "双手持用一把近战武器发动攻击时，如果你的伤害掷骰掷出1或2，则可以选择重掷。不过哪怕其仍是1或2，你都必须接受重掷的数值。此外，该武器必须具有双手或两用属性。  ", "#### 守护Protection  ", "当某个你能看见的生物攻击你身边5尺内除你之外的目标时，你可以用反应迫使该攻击的攻击检定具有劣势。此时你必须持用盾牌。  ", "#### 双武器战斗Two-Weapon Fighting  ", "当进行双持武器战斗时，你可以将相应属性调整值加到第二次攻击的伤害上。  ", "### 回气Second Wind  ", "你拥有少量精力储备可用来保护自己免受伤害。你可以在自己回合内用一个附赠动作恢复生命值，其总值为1d10＋你的战士职业等级。你必须完成一次短休或长休才能再次使用该特性。  ", "### 动作如潮Action Surge  ", "第2级起，你可以在短时间内突破极限，以使你在自己回合内执行一个额外的动作。  ", "该特性在使用后必须完成一次短休或长休才能再使用。第17级起，你可在休息前使用两次该特性，但每一回合只能使用一次。  ", "### 武术范型Martial Archetype  ", "第3级时，你选择一种范型以体现你的战斗风格和技巧。你可以从诸如勇士Champion、战斗大师Battle Master、奥法骑士Eldritch Knight等范型中选择其一。随后，你将在第3、第7、第10、第15、第18级获得所选范型的相应特性。  ", "### 属性值提升Ability Score Improvement  ", "当你达到第4、第6、第8、第12、第14、第16、第19级时，你可以选择一项属性值提升2点，或是选择两项属性各提升1点。不过，你无法通过该特性让属性值超过20。  ", "### 额外攻击Extra Attack  ", "第5级起，你在自己回合内执行攻击动作时可以发动两次攻击而非一次。  ", "第11级后，你可以攻击三次。第20级后可以攻击四次。  ", "### 不屈Indomitable  ", "第9级起，你可以重掷失败的豁免检定。不过你必须采用重掷的结果。你必须完成一次长休才能再次使用该特性。  ", "第13级起，你可以在两次长休之间使用两次该特性。第17级起，你可以在两次长休之间使用三次该特性。"], "术士": ["# 术士  ", "第13级起，你可以在两次长休之间使用两次该特性。第17级起，你可以在两次长休之间使用三次该特性。  ", "## 术士Sorcerer  ", "人类金色的双眼不断闪耀着光芒，抬手间便放出其经脉中燃烧的龙炎。炼狱的狂怒瞬间将敌人吞没，而她则生出一双肉翼一飞冲天。  ", "咒术之风扬起半精灵满头长发。他张开双手抬头后仰，并随着体内透出的魔法波动漂浮到空中。魔力穿过其身躯，化作一片威力无穷的爆裂闪电喷涌而出。  ", "躲在石笋后的半身人伸手射出一发火焰，精准的击中那个冲过来的穴居人，又迅速的躲回岩层后方。她嘴角不禁扬起了一个微笑，却全然没发现狂野魔法已经使皮肤亮成了蓝色。  ", "术士驾驭着与生俱来的魔法。这种魔法，可能来自超自然的血脉，来自异界的影响，或者来自暴露于某种未知的大宇宙力量的经历。你不可能像学习语言一样学习术法，正如你不可能学习如何度过传奇般的人生。没人可以选择术法，但术法的力量却选择了你。  ", "原生魔法Raw Magic  ", "魔法本身即是术士的组成部分。这股潜藏的力量弥漫在术士的身体、心灵和灵魂深处，等待着被释放而出。一些术士驾驭的魔法来自先祖血脉中满溢的龙族魔力。而另一些术士则驾驭不受控的原生魔法，释放出无法预测的混乱风暴。  ", "术法力量的显现条件非常难以预测。某些龙族血脉的家族里，每一代都只有一个术士，却也有一家全是术士的家系。术法天赋的显现大多纯属侥幸。一些术士甚至无法说出其力量的起源，而也有一部分术士可以准确回忆起其生命中的某个奇怪事件：恶魔的触碰，树妖对新生儿的祝福，饮过的神秘魔泉，都可能激起术法天赋的火苗。此外还有魔法之神的恩赐，暴露于内层位面的元素力量或者混沌海中狂暴混乱魔力中的经历，或是曾瞥见现实本身的内部运作规律也可能是获得术法力量的契机。  ", "术士不需要用到法师们必不可少的法术书和其他古籍魔典，也不像邪术师那样依靠契约获取法术。他们只需通过学习和演练掌握控制引导天生魔力的方法，就能够逐渐开发出更有效的方式释放其天赋魔力。  ", "未知力量Unexplained Powers  ", "术士在世间并不多见，而不以某种方式参与冒险生活的术士更不寻常。经脉中潜藏魔力的人们会发现这种力量并不安分。术士的魔法时刻渴求着释放，如果不以某种方式加以利用，它们就会以难以预测的方式喷薄而出。  ", "#### 术士职业表  ", "|    ", "|   职业 等级  |   熟练 加值  |   术法点  |   职业特性  |   已知 戏法  |   已知 法术  |   ――每环法术位――  |     ", "|   1环  |   2环  |   3环  |   4环  |   5环  |   6环  |   7环  |   8环  |   9环  |     ", "|   1st  |   +2  |   ―  |   施法，术法起源  |   4  |   2  |   2  |   ―  |   ―  |   ―  |   ―  |   ―  |   ―  |   ―  |   ― |     ", "|   2nd |   +2 |   2 |   魔力泉涌 |   4 |   3 |   3 |   ― |   ― |   ― |   ― |   ― |   ― |   ― |   ― |    ", "|   3rd |   +2 |   3 |   超魔法 |   4 |   4 |   4 |   2 |   ― |   ― |   ― |   ― |   ― |   ― |   ― |    ", "|   4th |   +2 |   4 |   属性值提升 |   5 |   5 |   4 |   3 |   ― |   ― |   ― |   ― |   ― |   ― |   ― |    ", "|   5th |   +3 |   5 |   ― |   5 |   6 |   4 |   3 |   2 |   ― |   ― |   ― |   ― |   ― |   ― |    ", "|   6th |   +3 |   6 |   术法起源特性 |   5 |   7 |   4 |   3 |   3 |   ― |   ― |   ― |   ― |   ― |   ― |    ", "|   7th |   +3 |   7 |   ― |   5 |   8 |   4 |   3 |   3 |   1 |   ― |   ― |   ― |   ― |   ― |    ", "|   8th |   +3 |   8 |   属性值提升 |   5 |   9 |   4 |   3 |   3 |   2 |   ― |   ― |   ― |   ― |   ― |    ", "|   9th |   +4 |   9 |   ― |   5 |   10 |   4 |   3 |   3 |   3 |   1 |   ― |   ― |   ― |   ― |    ", "|   10th |   +4 |   10 |   超魔法 |   6 |   11 |   4 |   3 |   3 |   3 |   2 |   ― |   ― |   ― |   ― |    ", "|   11th |   +4 |   11 |   ― |   6 |   12 |   4 |   3 |   3 |   3 |   2 |   1 |   ― |   ― |   ― |    ", "|   12th |   +4 |   12 |   属性值提升 |   6 |   12 |   4 |   3 |   3 |   3 |   2 |   1 |   ― |   ― |   ― |    ", "|   13th |   +5 |   13 |   ― |   6 |   13 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   ― |   ― |    ", "|   14th |   +5 |   14 |   术法起源特性 |   6 |   13 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   ― |   ― |    ", "|   15th |   +5 |   15 |   ― |   6 |   14 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |   ― |    ", "|   16th |   +5 |   16 |   属性值提升 |   6 |   14 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |   ― |    ", "|   17th |   +6 |   17 |   超魔法 |   6 |   15 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |   1 |    ", "|   18th |   +6 |   18 |   术法起源特性 |   6 |   15 |   4 |   3 |   3 |   3 |   3 |   1 |   1 |   1 |   1 |    ", "|   19th |   +6 |   19 |   属性值提升 |   6 |   15 |   4 |   3 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |    ", "  20th |   +6 |   20 |   术法复苏 |   6 |   15 |   4 |   3 |   3 |   3 |   3 |   2 |   2 |   1 |   1 |   ", "驱使术士冒险的动机通常或隐晦或空幻。有些术士想要深入了解影响着自己的魔法力量，另一些则想要搞清其力量的起源。还有一些术士会想要摆脱力量的束缚，又或者想要彻底解放其力量的全部潜能。不论其目的为何，术士在一支冒险小队中的作用与法师相当，尽管其在深奥的魔法知识上有所不及，却在法术的灵活性上扳回一城。  ", "创建术士Creating a Sorcerer  ", "创造一名术士角色时，你要考虑的最重要的问题是：你力量的起源为何？当你构建角色时，你就要选择你的魔法源于与龙族血脉的联系，或是受狂野魔法的影响。其后，你还可以为其设定一个具体的起源细节。这是不是你的远古祖先传承下来的家族诅咒？或者某些特别的事件使你留下创伤，同时也给予你这份天赐魔力？  ", "你对流淌于自己体内的魔力作何感受？你敞开心扉接受它，或者试图掌控它，抑或沉迷于其不可预测的天性？这是祝福还是诅咒？是你追寻它，还是它找到了你？你是否曾有机会拒绝它，或者你希望你曾有过这种机会？你想用这力量做什么？也许你相信你被赐予这力量去完成高尚非凡的功业，或者你会说这力量给了你为所欲为取所欲取，凌驾于凡人的权柄？或许你的力量将你与某个强大的存在联系在一起――出生时祝福你的精类生物，将血脉融入你家族中的巨龙，将你作为试验素体创造出来的巫妖，或是拣选你保管这份力量的神灵？  ", "#### 快速建卡Quick Build  ", "你可以按以下建议快速创建一名术士。首先，将你的最高属性分配给魅力，次高属性分配给体质。然后选择隐者背景。最后，选择戏法光亮术light，魔法伎俩prestidigitation，冷冻射线ray of frost，电爪shocking grasp，以及1环法术护盾术shield和魔法飞弹magic missile。  ", "## 职业特性Class Features  ", "作为一名术士，你获得以下职业特性。  ", "#### 生命值Hit Points  ", "生命骰：每术士等级1d6  ", "第一级的生命值：6＋你的体质调整值  ", "**后续升级生命值：**  第一级之后，每个术士等级4（1d6）＋你的体质调整值  ", "#### 熟练项Proficiencies   ", "护甲：无  ", "武器：匕首、飞镖、投石索、长棍、轻弩  ", "工具：无  ", "豁免：体质、魅力  ", "技能：从奥秘、欺瞒、洞悉、威吓、游说、宗教中选择两项  ", "#### 装备Equipment  ", "你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的启始装备：  ", "if !supportLists1.endif（a）一把轻弩与20支弩矢或（b）任意一件简易武器  ", "if !supportLists2.endif（a）一个材料包或（b）一件奥术法器  ", "if !supportLists3.endif（a）一个地城套组或（b）一个探索套组  ", "if !supportLists4.endif两把匕首  ", "施法Spellcasting  ", "过去的一个事件激发了你体内先辈的血脉，为你烙上了奥法力量的坚固印记。这股起源于某种存在的魔力驱动着你的法术能力。详见第10章的施法规则及第11章的术士法术列表。  ", "#### 戏法Cantrips  ", "第1级时，你从术士法术列表里选择四个戏法作为已知法术。在获得更高的术士等级后你还可以习得其它的戏法，具体数量见“术士职业表”中“已知戏法”一栏。  ", "#### 法术位Spell Slots  ", "“术士职业表”中记录了你用以施展你术士法术的1环及更高环阶法术位数量。施展某个术士法术时，你必须同时消耗其对应环阶的法术位。已消耗的法术位可在完成长休后恢复。  ", "例如，若你已知1环法术燃烧之手burning hands，并且拥有一枚可用的1环法术位和一枚可用的2环法术位，则这两枚法术位都可以用来施展该法术。  ", "#### 已知法术Spells Known of 1st Level and Higher  ", "第1级时，你从术士法术列表里选择两个1环法术作为已知法术。  ", "“术士职业表”中“已知法术”一栏记录了你获得更多已知法术时的相应等级。但是你只能获取已有相应环阶法术位的法术。比如，当你达到第3级时，你将获得一个1环或2环法术。  ", "另外，你每提升一个术士等级，都可以从术士法术列表里选择一个新法术来代替一个已知法术列表中的旧法术。但是，你必须拥有新法术的相应环阶法术位。  ", "#### 施法属性Spellcasting Ability  ", "你的魔力来源于你意志的现实投影，因此魅力是你施展术士法术的关键属性。每当你的法术需要施法属性时均指向你的魅力值。而你术士法术的豁免DC和攻击检定，则使用你的魅力调整值。  ", "法术豁免DC＝8＋你的熟练加值＋你的魅力调整值  ", "法术攻击调整值＝你的熟练加值＋你的魅力调整值  ", "#### 法器Spellcasting Focus  ", "你可以使用奥术法器（详见第5章），作为你施展术士法术时的法器。  ", "术法起源Sorcerous Origin  ", "选择一个术法起源作为你天赋魔力的源泉。你可在龙族血脉Draconic Bloodline或狂野魔法Wild Magic中选择其一。  ", "随后，你将在第1、第6、第14、第18级获得相应起源的职业特性。  ", "魔力泉涌Font of Magic  ", "第2级时，你解除了体内魔力之源的封印，从中涌现的魔力体现为你的可用术法点。你可以使用术法点创造各种魔法效应。  ", "#### 术法点Sorcery Points  ", "开始时，你拥有2个术法点。此后你每提升一个术士等级，都会获得更多的术法点，详见“术士职业表”中“术法点”一栏。你的术法点永远不能超过表中所列对应你当前等级的数值。而已消耗的术法点则可以通过完成一次长休进行恢复。  ", "#### 灵活施法Flexible Casting  ", "你可以使用术法点来获得额外的法术位，或是消耗法术位来换取额外的术法点。随着术士等级的提升，你还可以学会其他术法点的使用方法。  ", "生成法术位Creating Spell Slots**。** 你可以在自己回合内以附赠动作将未使用的术法点转换为法术位。表格“生成法术位”中列出了生成各法术位所需的术法点数。另外，你无法生成高于5环的法术位。以此方式生成的法术位将在完成一次长休后消散。  ", "#### 生成法术位Creating Spell Slots  ", "|    ", "|   法术位环阶 |   术法点消耗 |    ", "|   1环 |   2 |    ", "|   2环 |   3 |    ", "|   3环 |   5 |    ", "|   4环 |   6 |    ", "|   5环 |   7 |   ", "法术位转换术法点Converting a Spell Slot to Sorcery Points**。** 你可以在自己回合内使用附赠动作将未使用的法术位转化为术法点。你消耗一枚法术位并获得等于该法术位环阶的术法点。  ", "所有你以该特性生成的术法点，在你完成一次长休后也将随之消失。  ", "超魔法Metamagic  ", "第3级起，你可以扭曲所施展的法术使其符合你的需求。从下述超魔法选项中选择其二。随后你将在第10和第17级分别再获得其一。  ", "除非特别说明，否则对一个法术只能应用一种超魔法项。  ", "#### 谨慎法术Careful Spell  ", "施展一个让其他生物进行豁免的法术时，你可以让其中一些生物免受法术的全额威力。实现该效应需要你使用1术法点，并指定一定数量的目标生物，其最大数量等于你的魅力调整值（至少为1）。而被指定的生物将直接成功通过法术的豁免检定。  ", "#### 远程法术Distant Spell  ", "施展一个施法距离不小于5尺的法术时，你可以使用1术法点使该法术的施法距离翻倍。  ", "施展一个施法距离为触及的法术时，你可以使用1术法点将法术的施法距离改为30尺。  ", "#### 强效法术Empowered Spell  ", "为法术进行伤害掷骰时，你可以使用1术法点重掷其中一定数量的骰子。重掷骰子的最大数等于你的魅力调整值（至少为1），且你必须接受新的结果。  ", "强效法术超魔可以与其他超魔法选项合用。  ", "#### 延效法术Extended Spell  ", "施展一个持续时间不短于1分钟的法术时，你可以使用1术法点使法术的持续时间翻倍，但其最终结果不能超过24小时。  ", "#### 升阶法术Heightened Spell  ", "施展一个迫使一个生物进行豁免以抵御其效应的法术时，你可以花费3术法点使该法术所有目标中的一个首次进行对抗该法术的豁免时具有劣势。  ", "#### 瞬发法术Quickened Spell  ", "施展一个施法时间为1动作的法术时，你可以使用2术法点将其施法时间改为1附赠动作。  ", "#### 精妙法术Subtle Spell  ", "施展一个法术时，你可以使用1术法点，使其不再具有言语成分和姿势成分。  ", "#### 孪生法术Twinned Spell  ", "施展一个影响单一生物，且施法距离并非自身的法术时，你可以使用等于法术环阶的术法点（戏法消耗1点），并在法术施法距离内再指定另一个目标。  ", "以高环阶施展的法术，其升环施法后如果目标变为复数则无法再使用该方式增加其目标。  ", "适用该超魔的法术在其当前环阶时不能同时指定多个生物为目标。比如，魔法飞弹magic missile和灼热射线scorching ray不符合条件，而冷冻射线ray of frost和繁彩球chromatic orb则符合条件  ", "属性值提升Ability Score Improvement  ", "当你达到第4，第8，第12，第16、第19级时，你可以选择一项属性值提升2点，或是选择两项属性各提升1点。不过你不能通过该特性让属性值超过20。  ", "术法复苏Sorcerous Restoration  ", "第20级时，你每完成一次短休，可以恢复4术法点。"], "武僧": ["# 武僧  ", "第20级时，你每完成一次短休，可以恢复4术法点。  ", "## 武僧Monk  ", "她双掌如电，眨眼之间拍飞袭来的箭雨。半精灵冲出掩体，投身进入大群大地精的战团中。她游斗于敌人之中，一边猛烈出拳一边将对手抡倒在地，直至最后只剩她一人独自站在战场中央。  ", "画满纹身的人类深吸一口气，并摆出一副临战架势。随着第一个兽人先锋冲到面前，他张口吐出一片咆哮的烈焰，瞬间吞没了眼前的敌人。  ", "循寂静夜色行动的黑衣半身人悄然遁入拱门下的一抹暗影中，又瞬间现身阳台旁的墨色下。她从黑袍里滑出一柄短刀，随即拨开窗门潜入暴君的寝室，让他今夜之后沉入永眠。  ", "经过各种训练后，武僧可以奇妙的运用流淌在身体中的能量。无论是引导其加强武斗技艺，还是精妙地将其用于防御和移动，这股能量都使武僧获得了全面的强化。  ", "### 气之魔法The Magic of Ki  ", "武僧精研的这股魔法性质能量，在许多宗派中被称作**气Ki** 。这种魔力元素弥漫在多元宇宙之中，更流淌于每个活物体内。武僧通过操控自己体内的气来创造各种魔法效应，或加强身体的各项机能。其某些特殊打击手法还可以妨碍敌人体内气的流动。武僧们运用这种力量大幅度提升其速度和徒手打击能力。而他们也随着日渐积累的修行，获得更精进的武艺与更精准的运气技巧，最后甚至可以令其获得超越自体与敌人的强大力量。  ", "### 修练和苦行Training and Asceticism  ", "围墙圈成的小修道院在D&D世界中并不少见，这些立于生活波涛中的小小庇护所中，流淌着近乎静止的安宁时间。居于其中的武僧们通过冥想与戒律来寻求完善自身的道路。很多人还是孩子时就因父母双亡而被带到修道院中寻求庇护，还有人是饿殍遍野之时为寻一口吃粮而到此投奔，甚至有人到此是为了寻回自己失去已久的良知。芸芸众生各有烦恼，而在修道院中成为武僧，大家便同是出家人。  ", "有的武僧彻底的离群索居，远离一切打扰其灵魂清修的干扰。另一些则是宣誓遁入隐秘生活中，只在出任间谍或刺杀任务时才短暂入世，他们听命于其领袖，贵族雇主，或是其他凡人或神灵势力。  ", "#### 武僧职业表  ", "| 职业等级 | 熟练加值 | 武艺 | 气 | 无甲移动 | 职业特性 |   ", "| 1st | +2 | 1d4 |  |  | 无甲防御，武艺 |   ", "| 2nd | +2 | 1d4 | 2 | +10尺 | 气，无甲移动 |   ", "| 3rd | +2 | 1d4 | 3 | +10尺 | 选择宗派，拨挡飞弹 |   ", "| 4th | +2 | 1d4 | 4 | +10尺 | 属性值提升，轻身坠 |   ", "| 5th | +3 | 1d6 | 5 | +10尺 | 额外攻击，震慑拳 |   ", "| 6th | +3 | 1d6 | 6 | +15尺 | 真气驻拳，宗派特性 |   ", "| 7th | +3 | 1d6 | 7 | +15尺 | 反射闪避，心如止水 |   ", "| 8th | +3 | 1d6 | 8 | +15尺 | 属性值提升 |   ", "| 9th | +4 | 1d6 | 9 | +15尺 | 无甲移动增效 |   ", "| 10th | +4 | 1d6 |   10 |   +20尺 |   百病不侵 |    ", "|   11th |   +4 |   1d8 |   11 |   +20尺 |   宗派特性 |    ", "|   12th |   +4 |   1d8 |   12 |   +20尺 |   属性值提升 |    ", "|   13th |   +5 |   1d8 |   13 |   +20尺 |   天语通 |    ", "|   14th |   +5 |   1d8 |   14 |   +25尺 |   金刚魂 |    ", "|   15th |   +5 |   1d8 |   15 |   +25尺 |   不朽身 |    ", "|   16th |   +5 |   1d8 |   16 |   +25尺 |   属性值提升 |    ", "|   17th |   +6 |   1d10 |   17 |   +25尺 |   宗派特性 |    ", "|   18th |   +6 |   1d10 |   18 |   +30尺 |   空灵体 |    ", "|   19th |   +6 |   1d10 |   19 |   +30尺 |   属性值提升 |    ", "  20th |   +6 |   1d10 |   20 |   +30尺 |   超凡入圣 |   ", "武僧大多不拒绝邻里间的交流，他们时常拜访邻近的村镇，并以提供服务来换取食物和其他用品。而武僧作为才艺双全的武者，确实经常保护邻居们免受怪物和暴政的侵害。  ", "在武僧眼中，成为冒险者即意味着离开修行地，结束集体的规律生活而成为一个漂泊者。这对武僧而言是相当严苛的变化，而并不容易接受。因而那些离开修行处踏上旅程的武僧都十分认真严肃的看待自己的决定，并将这一冒险视为自己灵与肉的考验。武僧们时刻严守戒律，他们对物质财富兴趣寥寥，而对达成丰功伟业的兴趣则更甚于击杀怪物探求财宝。  ", "### 创建武僧Creating a Monk  ", "创建一个武僧角色时，可以先思考角色与修道院之间的联系，即那个其修行成长，在其中度过了前半生的地方。你是个孤儿或从小就被遗弃在修道院门口吗？你的父母是否心怀感激的让你进入修道院侍奉某些武僧？你潜心修炼是否为了逃避早年所犯下的重罪？你选择这条路是出于本心吗？  ", "然后，再考虑你离开的理由。是你修道院的主持挑选你结束修行前去完成一项重大任务吗？还是因为你违反了某些戒律而被驱逐出修道院。你是心怀不安的出走，还是兴高采烈的离开？离开宗派后你有什么目标吗？你是否想迫切想要回家？  ", "在修道院中常年规律的生活，以及严苛的运气训练使得武僧们大都偏向于守序阵营。  ", "#### 快速建卡Quick Build  ", "你可以按以下建议快速创建一名武僧。首先，将你的最高属性分配给敏捷，次高属性分配给感知。然后选择隐士背景。  ", "## 职业特性Class Features  ", "作为一名武僧，你获得以下职业特性。  ", "#### 生命值Hit Points  ", "**生命骰：** 每武僧等级1d8  ", "**第一级的生命值：** 8＋你的体质调整值  ", "**后续升级生命值：**  第一级之后，每个武僧等级5（1d8）＋你的体质调整值  ", "#### 熟练项Proficiencies   ", "**护甲：** 无  ", "**武器：** 简易武器、短剑  ", "**工具：** 选择一种工匠工具或一种乐器  ", "**豁免：** 力量、敏捷  ", "**技能：** 从特技、运动、历史、洞悉、宗教、隐匿中选择两项  ", "#### 装备Equipment  ", "你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的启始装备：  ", "if !supportLists1.endif（a）一把短剑或（b）任意一把简易武器  ", "if !supportLists2.endif（a）一个地城套组或（b）一个探索套组  ", "if !supportLists3.endif10支飞镖  ", "### 无甲防御Unarmored Defense  ", "第1级起，未着装任何护甲也没持用盾牌时，你的AC值等于10＋你的敏捷调整值＋你的感知调整值。  ", "### 武艺Martial Arts  ", "第1级时，你修行的武艺让你使用徒手打击和武僧武器时得心应手。武僧武器包括短剑和所有不含双手与重型属性的简易近战武器。  ", "未着装任何护甲也没持用盾牌时，如果你徒手或只持用武僧武器，则你发动的攻击拥有下列增益：  ", "if !supportListsendif你使用徒手打击或武僧武器进行攻击时，可以用敏捷值代替力量值进行攻击检定和伤害掷骰。  ", "if !supportListsendif你使用徒手打击或武僧武器进行攻击时，可以选择用d4骰代替原本的伤害掷骰。该骰子将随武僧职业等级的提升而增大，具体数据见“武僧职业表”中“武艺”一栏。  ", "if !supportListsendif你使用徒手打击或武僧武器执行攻击动作时，可以在自己回合内以附赠动作发动一次徒手打击。例如，你执行攻击动作并使用长棍发动攻击时，若你本轮没有执行任何附赠动作，则可以用附赠动作来发动一次徒手打击。  ", "某些宗派的武僧会使用一些奇异的武僧武器，比如铁链连接的两根短棒（双截棍nunchaku），或者带直刃的镰刀（单镰kama）。无论你使用什么武器，其属性数据都参考与其相似的常规武器属性数据。具体的武器数据见第5章。  ", "### 气Ki  ", "第2级起，你掌握一股名为气的神秘能量。此后你将拥有一定数量的气作为储备。而气的储备量由你的武僧等级决定，具体数值见“武僧职业表”中“气”一栏。  ", "你可以消耗气以行使各种特性。一开始你掌握三种特性：疾风连击，坚强防御，飞檐走壁。此后，随着此职业等级的提升你将习得更多的特性。  ", "消耗掉的气必须在你短休或长休时完成至少30分钟的冥想，才能重获所有消耗掉的气值。  ", "某些特性需要目标进行豁免检定来抵抗你特性造成的效应。其豁免DC如下：  ", "**气豁免DC** ＝8＋你的熟练加值＋你的感知调整值  ", "#### 疾风连击Flurry of Blows  ", "你在自己回合内执行攻击动作后，可立即消耗1点气并以一个附赠动作发动两次徒手打击。  ", "#### 坚强防御Patient Defense  ", "你在自己回合内，可以消耗1点气，并以一个附赠动作的形式来执行回避Dodge动作。  ", "#### 飞檐走壁Step of the Wind  ", "你在自己回合内，可以消耗1点气，并以一个附赠动作的形式来执行撤离Disengage动作或疾走Dash动作，同时使你该回合内的跳跃距离翻倍。  ", "### 无甲移动Unarmored Movement  ", "第2级起，当未穿着任何护甲也没持用盾牌时，你的移动速度增加10尺。该加值将随着武僧职业等级的提升而增加，具体数值见“武僧职业表”中“无甲移动”一栏。  ", "第9级起，你在自己的回合内，可以在垂直平面或水面等地形移动，但移动结束时你必须处在不会坠落的地方。  ", "### 宗派Monastic Tradition  ", "第3级时，你选择投入一个宗派精进你的技艺。你可以从散打宗、暗影宗、四象宗中选择其一。随后，你的将在第3、第6、第11、第17级时获得相应宗派的特性传承。  ", "### 拨挡飞弹Deflect Missiles  ", "第3级起，你可以用你的反应拨挡或抓取一个击中你的远程武器攻击。使用本特性后，该次攻击的伤害将被削弱，其减数值等于1d10＋你的敏捷调整值＋你的武僧职业等级。  ", "当被拨挡攻击的伤害减少至0，且实施伤害的飞弹可以被你单手抓住时，你可以用此时空闲的手去抓取该飞弹。此时你可以消耗1点气以该“飞弹”进行一次远程攻击，而该攻击将视为本次反应的一部分。无论你是否具有被拨挡武器的熟练项，本次攻击中你都视为进行具有熟练项的攻击，所使用的飞弹也视为武僧武器，其射程为20/60尺。  ", "### 属性值提升Ability Score Improvement  ", "当你达到第4，第8，第12，第16、第19级时，你可以选择一项属性值提升2点，或是选择两项属性各提升1点。不过你不能通过该特性让属性值超过20。  ", "### 轻身坠Slow Fall  ", "第4级起，当你要承受坠地伤害时，你可以使用反应将伤害减少等同于五倍武僧职业等级的数值。  ", "### 额外攻击Extra Attack  ", "第5级起，你在自己回合内执行攻击动作时可以发动两次攻击而非一次。  ", "### 震慑拳Stunning Strike  ", "第5级起，你能够阻碍敌人体内的气的流动。你的近战武器攻击命中时，可以消耗1点气尝试发动震慑拳。被命中目标必须进行一次体质豁免，豁免失败则受到震慑，并持续至你的下一回合结束。  ", "### 真气驻拳Ki-Empowered Strikes  ", "第6级起，攻击对非魔法攻击或伤害具有抗性或免疫的目标时，你的徒手打击视为魔法攻击。  ", "### 反射闪避Evasion  ", "第7级起，你敏锐的直觉让你可以躲过某些特定的区域效应，比如蓝龙的闪电吐息或是法术火球术fireball。你在成为某一范围效应影响对象时，若该效应允许你通过成功的敏捷豁免来使伤害减半，则你在该豁免成功时不受伤害，而豁免失败时只受一半伤害。  ", "### 心如止水Stillness of Mind  ", "第7级起，你可以用你的动作结束一个正影响你的魅惑或恐慌状态。  ", "### 百病不侵Purity of Body  ", "第10级起，你浑身的气流动使你免疫疾病和毒素。  ", "### 天语通Tongue of the Sun and Moon  ", "第13级起，你学会了如何触及他人心灵中流动的气，因此，你能够听懂所有语言。不仅如此，任何可以理解至少一门语言的生物都能理解你所讲的话语。  ", "### 金刚魂Diamond Soul  ", "第14级起，你对气的掌控令你所有的豁免检定都成了熟练项。  ", "另外，当豁免失败时，你可以消耗1点气重掷豁免并使用重掷的结果。  ", "### 不朽身Timeless Body  ", "第15级起，你的气充盈身体让你不受衰老的减益，并且无法被魔法变老。尽管你依然会寿终正寝，但再不需要饮食。  ", "### 空灵体Empty Body  ", "第18级起，你可以消耗4点气并使用动作隐形1分钟。此时，你对力场伤害之外的所有伤害都具有抗性。  ", "另外，你可以消耗8点气施展法术星界投影astral projection，以该形式施展的法术不需要材料成分，且无法捎带其他生物与你同行。  ", "### 超凡入圣Perfect Self  ", "第20级起，若你骰先攻时身上未有储备的气，则你获得4点气。  ", "#### 武僧修道会Monastic Orders  ", "D&D世界中存在许多不同的修道院与修行宗派。比如在被遗忘国度远东地区的受龙帝国Shou Lung，这片亚洲风情的大陆中，修道院会将哲学传统和武艺修行结合在一起。受龙帝国中的铁拳派Iron Hand School，五星派Five Star School，北拳派Northern Fist School和南星派Southern Star School等流派以不同的理念为其武僧教授身、心与灵各方面的训导。这些修道院中的某些分支甚至流传至费伦大陆西方，尤其是在那些有着大量受国人移民的地区，如赛斯克Thesk和西门Westgate等城镇。  ", "其他修行宗派则与神有密切的联系，它们的教义通常也都是传授强健肉身与锻炼精神的价值。在被遗忘国度中，暗月Drak Moon的武僧崇拜莎尔Shar（遗失之女神），他们会在偏远山丘、后巷以及地下隐秘处建立秘密团体。伊尔梅特Ilmater（忍耐之神）的宗派都以鲜花命名，而他们的修道会则承载着命定的伟大英雄之名：圣所罗斯之双重殉难门Saint Sollars the Twice-Martyred的信徒从属于邻近达马拉Damara的黄色蔷薇修道院Monastery of the Yellow Rose。艾伯伦中的修道院则是将修习武艺与学术生活相结合，并且大多崇拜天命诸神中的神。在龙枪的世界中，大多数武僧崇拜冥想与秩序之神，马哲里Majere。而在灰鹰里，许多修道院都献身于暮光女神赞雅Xan Yae和其“卓越意志胜物质”的教义，又或者信奉心志之神汝欧肯Zuoken和其“精练掌控肉身”的教义。  ", "灰鹰世界里，猩红兄弟会Scarlet Brotherhood的邪恶武僧所拥护的独特狂热并非源于神，而是献身于其国家与种族的信念坚信身为人类巅峰的苏族人Suel终将统治世界。"], "法师": ["# 法师  ", "灰鹰世界里，猩红兄弟会Scarlet Brotherhood的邪恶武僧所拥护的独特狂热并非源于神，而是献身于其国家与种族的信念坚信身为人类巅峰的苏族人Suel终将统治世界。  ", "## 法师Wizard  ", "精灵身上的银袍正是其身份象征。只见她凝神闭眼，摒除战场干扰后平静的咏唱法术。随着手指在身前轻盈的舞动，完成的法术结成一枚小小的火焰宝珠直投向敌人的队伍中，转瞬爆发成一片火海吞噬了所有的士兵。  ", "经过反复认真的检查，人类法师终于在光滑石地板上刻完这幅复杂的法阵。他将铁粉撒过每一条或平直或柔曲的刻线，再念起一串冗长的咒语。而随着咒语完成，法阵中打开一个深邃的洞穴，并带来一股异域的硫磺气味。  ", "地城某个交叉路口中，一个侏儒伏在地上掷出几块刻着神秘符记的碎骨，喃喃着充满力量的词句。他闭眼细看着影像，并缓缓点着头，然后睁开双眼指向左面的路。  ", "法师是最优秀的魔法使用者，他们以其独特的施法方式被归类定义为一个职业。汲取弥漫于宇宙的精妙魔力后，法师可以用法术生成爆发的火焰和射弧的闪电，或是施行微妙的欺瞒或强硬的精神控制。他们的魔法可以从其他存在位面唤来怪物，可以透过时间的缝隙瞥见未来，还可以将敌人的尸体化作绝对听命的僵尸。他们最强大的法术甚至可以转化物质，唤来陨石，甚至撕裂次元的障壁，打开前往其他世界的传送门。  ", "### 奥术学者Scholars of the Arcane  ", "魔法狂野而神秘，多样而实用。它的力量促使着想要掌控其神秘的人们不断研究探索。其中一些人甚至渴求着随意塑造现实的神之力。施法作业表面上只是简单的念些奇怪的词句，时而还要挥舞下手势或是需要一点特殊的材料，而这表象的背后还包含着必须经历多年的学徒生涯，以及无数个小时的研究才能习得的专业知识。  ", "法师们为魔法而生，也为魔法而死，此外其他的一切都属次要。他们通过实验增长经验并学习新的法术，有时也会向其他法师学习，或者从古老典和碑文中研究，甚至向一些精通魔法的古老生物（比如各种妖精）求教。  ", "**法师职业表**   ", "| 职业等级 | 熟练加值 | 职业特性 | 已知戏法 | 每环法术位 |   ", "| 1环 | 2环 | 3环 | 4环 | 5环 | 6环 | 7环 | 8环 | 9环 |   ", "| 1st | +2 | 施法，奥术回想 | 3 | 2 | － | － | － | － | － | － | － | － |   ", "| 2nd | +2 | 选择奥术传承 | 3 |  3 |   － |   － |   － |   － |   － |   － |   － |   － |    ", "|   3rd |   +2 |   － |   3 |   4 |   2 |   － |   － |   － |   － |   － |   － |   － |    ", "|   4th |   +2 |   属性值提升 |   4 |   4 |   3 |   － |   － |   － |   － |   － |   － |   － |    ", "|   5th |   +3 |   － |   4 |   4 |   3 |   2 |   － |   － |   － |   － |   － |   － |    ", "|   6th |   +3 |   奥术传承特性 |   4 |   4 |   3 |   3 |   － |   － |   － |   － |   － |   － |    ", "|   7th |   +3 |   － |   4 |   4 |   3 |   3 |   1 |   － |   － |   － |   － |   － |    ", "|   8th |   +3 |   属性值提升 |   4 |   4 |   3 |   3 |   2 |   － |   － |   － |   － |   － |    ", "|   9th |   +4 |   － |   4 |   4 |   3 |   3 |   3 |   1 |   － |   － |   － |   － |    ", "|   10th |   +4 |   奥术传承特性 |   5 |   4 |   3 |   3 |   3 |   2 |   － |   － |   － |   － |    ", "|   11th |   +4 |   － |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   － |   － |   － |    ", "|   12th |   +4 |   属性值提升 |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   － |   － |   － |    ", "|   13th |   +5 |   － |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   － |   － |    ", "|   14th |   +5 |   奥术传承特性 |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   － |   － |    ", "|   15th |   +5 |   － |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |   － |    ", "|   16th |   +5 |   属性值提升 |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |   － |    ", "|   17th |   +6 |   － |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |   1 |    ", "|   18th |   +6 |   法术精通 |   5 |   4 |   3 |   3 |   3 |   3 |   1 |   1 |   1 |   1 |    ", "|   19th |   +6 |   属性值提升 |   5 |   4 |   3 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |    ", "###   20th |   +6 |   招牌法术 |   5 |   4 |   3 |   3 |   3 |   3 |   2 |   2 |   1 |   1 |   ", "### 知识的诱惑The Lure of Knowledge  ", "### 法师的生活几乎从不平凡。法师能过上的最“平凡”生活也就是在大学或者图书馆中当一名智者或讲师，为人们传授多元宇宙的奥秘。还有一些法师则会出售其服务而成为预言家，服役于军队，或者甚至用其力量实施犯罪或支配他人。  ", "### 不过知识与力量的诱惑足以令最不想冒险的法师走出其安全的图书馆和实验室，前往那些废墟和失落城市中。绝大多数法师坚信远古时代的同行们掌握了一些现今已失传许久的魔法奥秘。而只要找到这些秘密，就能获得远超现有魔法的强大力量。  ", "### 创建法师Creating a Wizard  ", "### 创建一名法师时，他的背景故事必须要以至少一次不同寻常的事件为主导。你的角色第一次接触魔法时又何感受？你如何发现自己有着施法天赋？你是具有天生的才能，还是只靠努力学习坚持练习？你是否曾遇见过魔法生物或者古老的典籍，而它教给你魔法的基础？  ", "### 什么敦促你在研习之路上不断前进？你第一次尝试了魔法的知识后是否让你产生更多饥渴？你是否听说了一个隐秘的知识宝库，而它尚未被其他法师搜刮过？也许你仅仅是渴望在面对危险时，实际运用一下你新学到的魔法技能？  ", "#### 快速建卡Quick Build  ", "### 你可以按以下建议快速构建一名法师。首先，将你的最高属性分配给智力，次高属性分配给体质和敏捷。然后选择智者背景。最后，选择戏法光亮术light，法师之手mage hand和冷冻射线ray of frost，以及1环法术燃烧之手burning hands，魅惑人类charm person，羽落术feather fall，法师护甲mage armor，魔法飞弹magic missile和睡眠术sleep，并将其加入法术书。  ", "## 职业特性Class Features  ", "### 作为一名法师，你获得以下职业特性。  ", "#### 生命值Hit Points  ", "### 生命骰：每法师等级1d6  ", "### 第一级的生命值：6＋你的体质调整值  ", "### 后续升级生命值： 第一级之后，每个法师等级4（1d6）＋你的体质调整值  ", "#### 熟练项Proficiencies   ", "### 护甲：无  ", "### 武器：匕首、飞镖、投石索、长棍、轻弩  ", "### 工具：无  ", "### 豁免：智力、感知  ", "### 技能：在奥秘、历史、洞悉、调查、医药、宗教中选择两项  ", "### 装备Equipment  ", "### 你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的起始装备：  ", "### （a）一根长棍或（b）一把匕首  ", "### （a）一个材料包或（b）一件奥术法器  ", "### （a）一个学者套组或（b）一个探索套组  ", "### 一本法术书  ", "### 施法Spellcasting  ", "### 作为一名奥术魔法的研习者，你拥有一本自己的法术书。书中所包含的法术隐约透露着你真正的力量。参考第10章的施法规则，以及第11章的法师法术列表。  ", "#### 戏法Cantrips  ", "### 第1级时，你从法师法术列表中选择三个戏法作为已知法术。在获得更高的法师等级后你还可以习得其它的戏法，具体数量参见“法师职业表”中“已知戏法”一栏。  ", "#### 你的法术书Your Spellbook  ", "### 你在等级提升时加入法术书中的法师法术，体现了你的奥术研究成果，同时也代表你对多元宇宙本质的认知的新突破。你也许会在冒险过程中发现其他的法术。例如，你可能在一个邪恶法师的箱子里发现了一张记载有法术的卷轴，或者在一个上古图书馆中发现了灰尘覆盖的卷册。  ", "### 将法术抄入法术书Copying a Spell into the Book。当你发现一道1环或更高环阶的法师法术时，你可以将其抄入你的法术书中，前提是，你必须能够准备该法术，且也有时间去解读和复制它。  ", "### 抄写法术时，你必须先重构该法术的基础式，然后解读抄写该法术的法师所使用的独特符号系统。你必须反复练习这个法术，直至完全理解其所需的咒语和手势，最后用再用你自己的符号系统将之抄入法术书。  ", "### 这个过程将消耗每法术环阶2小时的时间和每法术环阶50 gp的资金。这笔开销代表你在练习这个法术的过程中消耗的材料成分，还有抄录法术所需的上好的墨水。当你花费了这一笔时间和金钱后，你就可以如同准备其他法术一般准备这个法术了。  ", "### 替换法术书Replacing the Book。你可以把法术从你的法术书抄到另一本书上例如，你打算为你的法术书做一个备份时，就可以这么做。这个进程和将新法术抄入法术书相似，但更快也更简单，因为你早已理解了你自己的符号系统，也知道如何施展这个法术。这时，你只需要花费每环阶1小时和每环阶10 gp的花费。  ", "### 如果你弄丢了法术书，你也可以用相同的流程将你准备的法术抄入一本新法术书中。而要填满法术书的其余部分就需要你自己去寻找新的法术了。所以，很多法师都喜欢在安全的地方保存好备份的法术书。  ", "### 法术书外观The Book’s Appearance。你的法术书是一本独特的法术合集，其上有着独特的使用痕迹和空白页。它可以是导师赠予的简洁实用的皮册；或是在远古图书馆中发现的华丽镶边书册；甚至可以是在你遭遇意外后，松散的订在一起的一堆手稿。  ", "#### 法术书Spellbook  ", "### 第1级时，你让一本法术书纪录上六个你自选的1环法师法术。你的法术书储存着你除戏法外的所有已知法术，而你的戏法则直接铭记在你脑海中。  ", "#### 法术的准备和施展Preparing and Casting Spells  ", "### “法师职业表”里记录了你用以施展你法师法术的1环及更高环阶法术位数量。施展某个法师法术时，你必须同时消耗其对应环阶的法术位。已消耗的法术位可在完成长休后恢复。  ", "### 你可以准备一系列符合当前施法条件的法师法术。准备法术时，你从法术书中选择的准备法术总数等于你的智力调整值＋你的法师职业等级（最少为1）。另外，你只能准备已经获得相应环阶法术位的法术。  ", "### 例如，作为一名3级法师时，你拥有四枚1环法术位和两枚2环法术位。假如你的智力为16，则你的准备法术列表可以囊括总共六个1环或2环法术的组合。如果你准备了1环法术魔法飞弹magic missile，则你可以使用1环或者2环的法术位来施展它。另外，已施展的法术并不会从你的准备列表中移除。  ", "### 你可以在完成长休后改变你的准备法术列表。准备新的法师法术列表时，你要再花时间研读你的法术书，并重新记忆所准备法术的咒语和施展动作。准备时，你要为你列表上每个法术的每个环阶都花费至少1分钟时间。  ", "#### 施法属性Spellcasting Ability  ", "### 你的法术来自你专注的研习和记忆，因此智力是你施展法师法术的关键属性。每当你的法术需要施法属性时均指向你的智力值。而你法师法术的豁免DC和攻击检定，则使用你的智力调整值。  ", "### 法术豁免DC＝8＋你的熟练加值＋你的智力调整值  ", "### 法术攻击调整值＝你的熟练加值＋你的智力调整值  ", "#### 仪式施法Ritual Casting  ", "### 如果你法术书记录了带有仪式标签的法术，则你可以用这些法术进行仪式施法。进行仪式施法时，你不需要准备相应的法术。  ", "#### 法器Spellcasting Focus  ", "### 你可以使用奥术法器（详见第5章）来作为施展法师法术的法器。  ", "#### 学习法术Learning Spells of 1st Level and Higher  ", "### 你每提升一个法师等级，可以将两项自选的法师法术加入你的法术书中。但是，你只能加入已经获得相应环阶法术位的法术。你在冒险过程中所发现的法术也可以加入到法术书中（详见“你的法术书”边栏）。  ", "### 奥术回想Arcane Recovery  ", "### 你学会了通过研读法术书来恢复魔法能量的办法。你可以每日使用一次奥术回想，以在你完成一次短休后恢复若干已消耗的法术位，所恢复的法术位环阶总和不得大于你法师等级的一半（向上取整），且任何一枚法术位的环阶都必须小于6环。  ", "### 例如，作为一名4级法师时，你可恢复环阶总数最多为2的法术位。你可以选择恢复一枚2环法术位或两枚1环法术位。  ", "### 奥术传承Arcane Tradition  ", "### 第2级时，你选择一种奥术传承以使你的训练专注于八个学派之一。从防护、咒法、预言、惑控、塑能、幻术、死灵、变化各学派中选择其一。  ", "### 随后，你将在第2、第6、第10、第14级时获得所选学派相应的特性。  ", "### 属性值提升Ability Score Improvement  ", "### 当你达到第4、第8、第12、第16、第19级时，你可以选择一项属性值提升2点，或是选择两项属性各提升1点。不过你不能通过该特性让属性值超过20。  ", "### 法术精通Spell Mastery  ", "### 第18级时，你对特定的法术精熟于心，甚至可以随意施展这些法术。选择你法术书中的一项1环法师法术和一项2环法师法术，此后只要你准备了它们，就可以随意施展其最低环阶版本，且无需消耗法术位。你也可以消耗法术位来施展其更高环阶版本。  ", "### 通过8小时的研习，你可以将这两项法术中的任一项替换为同环阶的其他法术。  ", "### 招牌法术Signature Spells  ", "### 第20级时，你精通两个强大的法术，甚至可以用更低的成本施展这些法术。选择你的法术书中的两个3环法师法术，作为你的招牌法术。此后这两个法术将永远视为已准备法术，且不计入你的准备法术数量之中。你可以施展这两个法术的3环版本各一次，且无需消耗法术位。招牌法术使用后，需要完成一次短休或长休才能再次使用。  ", "你也可以消耗法术位施展这两个法术的更高环阶版本。"], "游侠": ["# 游侠  ", "你也可以消耗法术位施展这两个法术的更高环阶版本。  ", "## 游侠Ranger  ", "林中树影下穿行人影，正追捕一群计划袭击附近村庄的兽人。只见那男人外表粗野，双手各挥舞着一柄短剑，有如钢铁狂风一般将敌人接连斩杀。  ", "避过一团霜冻气息后，精灵迅速站稳脚跟并拉弓射箭直取白龙。尽管身处巨龙散发的恐惧气息与吐息寒意中，她仍无所畏惧的将箭矢一支接一支地射入龙鳞的缝隙中。  ", "半精灵高举手臂，发令将盘旋头顶的猎鹰召回身边。他指向那只追踪到的枭熊，并用精灵语指挥猎鹰前去扰敌，以为自己争取时间备好弓箭。  ", "离开城镇的喧嚣，越过隔绝荒野危险的高墙后，即是茂密的森林和广袤的原野。也正是游侠们进行无尽守望之地。  ", "### 致命的猎人Deadly Hunters  ", "类人生物侵略者、狂暴的野兽与怪兽、可怕的巨人、致命的龙。作为荒野勇士的游侠们，专注于狩猎这些徘徊在文明世界边缘的危害之物。他们向掠食者们学习如何追踪猎物，并借助荒野中的灌木丛和碎石在阴影中潜行。游侠们通过特殊的战斗训练，使其在针对最具威胁敌人时可以惊醒更有效的应对方案。  ", "熟悉荒野的游侠们从中获得了利用大自然魔力施展法术的能力。他们的运作方式与德鲁伊类似，只是其法术与其实战能力相配，同样强调速度、隐匿以及狩猎。但每个游侠们的才能，却只能从死守边境的艰难险阻中磨练出来。  ", "### 孤独的冒险家Independent Adventurers  ", "虽说游侠可以出任猎人，领路者或搜寻者等职，但其真正使命依然是抵御从荒野来袭的怪物和类人生物部落，以免文明遭受蹂躏。某些地区的游侠们会集体组建教团，或是与德鲁伊结社联合形成战力。但仍有许多游侠执着于独断独行，他们认为，在巨龙或兽人战团进犯时，保留下一名游侠就足以作为第一道（或是最后一道）坚固的防线。  ", "游侠们强烈的独立性，以及远离温床热水澡的生活习性，使他们比那些在城里长大的同伴们更能适应冒险生活。当面对其他人对野外艰辛牢骚满腹时，游侠们既觉得好笑又只能心情复杂的表示无奈和同情。不过在面对文明之敌的战斗中，同伴们所体现的价值却也抵得过平时给游侠带来的负担。娇生惯养的城里人可能不知道如何在野外解决饮食问题，但他们还可以在其他方面帮上忙。  ", "#### 游侠职业表  ", "| 职业等级 | 熟练加值 | 职业特性 | 已知法术 | ――每环法术位―― |   ", "| 1环 | 2环 | 3环 | 4环 | 5环 |   ", "| 1st | +2 | 宿敌，自然探索者 | ― | ― | ― | ― | ― | ― |   ", "| 2nd | +2 | 战斗风格，施法 | 2 | 2 | ― | ― | ― | ― |   ", "| 3rd | +2 | 选择游侠范型，原初意识 | 3 | 3 |   ― |   ― |   ― |   ― |    ", "|   4th |   +2 |   属性值提升 |   3 |   3 |   ― |   ― |   ― |   ― |    ", "|   5th |   +3 |   额外攻击 |   4 |   4 |   2 |   ― |   ― |   ― |    ", "|   6th |   +3 |   增加宿敌及偏好环境 |   4 |   4 |   2 |   ― |   ― |   ― |    ", "|   7th |   +3 |   范型特性 |   5 |   4 |   3 |   ― |   ― |   ― |    ", "|   8th |   +3 |   属性值提升，大地行者 |   5 |   4 |   3 |   ― |   ― |   ― |    ", "|   9th |   +4 |   ― |   6 |   4 |   3 |   2 |   ― |   ― |    ", "|   10th |   +4 |   增加偏好环境，遁术 |   6 |   4 |   3 |   2 |   ― |   ― |    ", "|   11th |   +4 |   范型特性 |   7 |   4 |   3 |   3 |   ― |   ― |    ", "|   12th |   +4 |   属性值提升 |   7 |   4 |   3 |   3 |   ― |   ― |    ", "|   13th |   +5 |   ― |   8 |   4 |   3 |   3 |   1 |   ― |    ", "|   14th |   +5 |   增加宿敌，无踪步 |   8 |   4 |   3 |   3 |   1 |   ― |    ", "|   15th |   +5 |   范型特性 |   9 |   4 |   3 |   3 |   2 |   ― |    ", "|   16th |   +5 |   属性值提升 |   9 |   4 |   3 |   3 |   2 |   ― |    ", "|   17th |   +6 |   ― |   10 |   4 |   3 |   3 |   3 |   1 |    ", "|   18th |   +6 |   野性感官 |   10 |   4 |   3 |   3 |   3 |   1 |    ", "|   19th |   +6 |   属性值提升 |   11 |   4 |   3 |   3 |   3 |   2 |    ", "###   20th |   +6 |   屠灭众敌 |   11 |   4 |   3 |   3 |   3 |   2 |   ", "### 创建游侠Creating a Ranger  ", "### 创造一个游侠角色时，可以先考虑什么性质的训练给予了你特殊的能力。你是不是有某位导师单独训练，而你们一同在荒野中闯荡，直至你真正掌握游侠之道？你是完成学业出师，还是你的导师被某种怪物所杀，以致你将这种怪物选为宿敌？或许你是师从于某个德鲁伊结社下属的游侠分队，以荒野传说般神秘的形式接受训练。又或者你是无师自通，作为一个荒野隐居者，为求生存而学会了战斗技能和追踪技巧，并与大自然奇妙的产生了共鸣。  ", "### 你对于特定敌人的仇恨源于何处？该怪物杀了你所爱之人，或是破坏了你的家乡？或是你见证太多由这些怪物造成的破坏，并决定挺身制止他们的掠夺？你的冒险生涯是延续你守卫边境的工作，还是发生了某种重大改变？是什么原因令你加入一队冒险队伍中？是因为觉得教导新盟友野外生存之道颇具挑战，还是因为他们将你从孤寂深处拯救出来？  ", "#### 快速建卡Quick Build  ", "### 你可以按以下建议快速创建一名游侠。首先，将你的最高属性分配给敏捷，次高分配给感知。（一些注重双持武器战斗的游侠其力量该高于敏捷。）其次选择化外之民背景。  ", "## 职业特性Class Features  ", "### 作为一名游侠，你获得以下职业特性。  ", "#### 生命值Hit Points  ", "### 生命骰：每游侠等级1d10  ", "### 第一级的生命值：10＋你的体质调整值  ", "### 后续升级生命值： 第一级之后，每个游侠等级6（1d10）＋你的体质调整值  ", "#### 熟练项Proficiencies   ", "### 护甲：轻甲、中甲、盾牌  ", "### 武器：简易武器、军用武器  ", "### 工具：无  ", "### 豁免：力量、敏捷  ", "### 技能：从驯兽、运动、洞悉、调查、自然、察觉、隐匿和生存中选择三项  ", "#### 装备Equipment  ", "### 你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的起始装备：  ", "### ・（a）鳞甲或（b）皮甲  ", "### ・（a）两把短剑或（b）任意两把简易武器  ", "### ・（a）一个地城套组或（b）一个探索套组  ", "### ・一把长弓和一个箭袋（内含20支箭）  ", "### 宿敌Favored Enemy  ", "### 第1级起，你针对一种特定类型敌人的研究令你有着充足的经验用以追踪、狩猎乃至与之交流。  ", "### 从下列种类中选择其一作为宿敌：异怪、野兽、天界生物、构装生物、龙、元素生物、精类生物、邪魔、巨人、怪兽、泥怪、植物、不死生物。或者作为另一种方案，你也可以选择两个类人生物种族（例如豺狼人gnolls和兽人orcs）作为宿敌。  ", "### 追踪宿敌时，你的感知（生存）检定，以及回想关于宿敌信息时进行的智力检定具有优势。  ", "### 获得该特性时，如果你选择的宿敌具有语言能力，则你还可以学会宿敌所知晓的一门语言。  ", "### 第6和第14级时，你将分别获得一个额外的宿敌以及相关语言。另外，随着等级的提升，你所选择的宿敌应该与你在冒险中所遭遇怪物的种类层次相符。  ", "### 自然探索者Natural Explorer  ", "### 你对某种自然环境特别熟悉，并适应了在其中行走及生存。从下列类别中选择一种偏爱地形：极地arctic、海岸coast、荒漠desert、丛林forest、草原grassland、山地mountain、沼泽swamp或幽暗地域Underdark。当你进行与偏好地形相关的智力或感知检定时，如果你拥有该技能的熟练项，则在检定时加入双倍熟练加值。  ", "### 当你在偏好地形上移动一小时或更长时间时，你获得以下增益：  ", "### ・你的队伍旅行时不会因困难地形而变慢  ", "### ・除非受魔法效应影响，否则你的队伍不会迷路  ", "### ・旅行时，即使你进行另一项活动（如觅食、导航或追踪），仍能对危险保持警觉  ", "### ・独自旅行时，你能够保持隐匿状态以正常步调移动  ", "### ・觅食时，你会发现两倍的食物  ", "### ・追踪其他生物时，你还能了解他们的确切数量、体型以及离开踪迹的时间  ", "### 你在第6级和第10级时将分别获得一个额外的偏好地形。  ", "### 战斗风格Fighting Style  ", "### 第2级起，你将精进于一种战斗风格，从下列选项中选择其一。另外，即使你有多次选择战斗风格的机会，也不能重复选择同一个战斗风格。  ", "#### 箭术Archery  ", "### 使用远程武器进行攻击检定时具有 +2加值。  ", "#### 防御Defense  ", "### 着装护甲时，你的AC获得 +1加值。  ", "#### 对决Dueling  ", "### 单手持用一把近战武器，且并未同时持用其他武器时，你用该武器攻击的伤害掷骰获得 +2加值。  ", "#### 双武器战斗Two-Weapon Fighting  ", "### 当进行双持武器战斗时，你可以将相应属性调整值加到第二次攻击的伤害上。  ", "### 施法Spellcasting  ", "### 第2级起，你学会运用自然世界的魔法本源进行施法，你的施法方式与德鲁伊类似。参考第10章的施法基本规则以及第11章的游侠法术列表。  ", "#### 法术位Spell Slots  ", "### “游侠职业表”中记录了你可用以施展你游侠法术的1环及更高环阶法术位数量。施展某个游侠法术时，你必须同时消耗其对应环阶的法术位。而已消耗的法术位则可以通过完成一次长休进行恢复。  ", "### 例如，若你已知1环法术化兽为友animal friendship且有一枚可用的1环法术位和一枚可用的2环法术位，则两法术位都可用来施展该法术。  ", "#### 已知法术Spell Known of 1st Level and Higher  ", "### 你从游侠法术列表里选两个1环法术作为自己的已知法术。  ", "### “游侠职业表”中“已知法术”一栏记录了你获得更多已知法术时的相应等级。你只能获取已有相应环阶法术位的法术。比如，当你达到第5级时，你将获得一个1环或2环法术。  ", "### 另外，你每提升一个游侠等级，还可以从游侠法术列表里选择一个新法术来代替一个已知法术列表中的旧法术。但是，你必须拥有新法术的相应环阶法术位。  ", "#### 施法属性Spellcasting Ability  ", "### 你的魔法来自你与自然的同调，因此感知是你施展游侠法术的关键属性。每当你的游侠法术需要施法属性时均指向你的感知值。而你游侠法术的豁免DC和攻击检定，则使用你的感知调整值。  ", "### 法术豁免DC＝8＋你的熟练加值＋你的感知调整值  ", "### 法术攻击调整值＝你的熟练加值＋你的感知调整值  ", "### 游侠范型Ranger Archetype  ", "### 第3级时，你选择学习一种特定的战斗范型。你可以从猎人Hunter或驯兽师Beast Master中进行选择。随后，你将在第3，第7，第11、第15级时获得所选范型的相应特性。  ", "### 原初意识Primeval Awareness  ", "### 第3级起，你可以消耗一枚游侠法术位，并用动作将你的意识集中在身处的区域，感测1里内是否存在以下类型生物（在偏爱地形中时，扩展至6里）：异怪、天界生物、龙、精类生物、邪魔、元素生物和不死生物。所消耗法术位每提高一环阶感测效果持续时间就多加1分钟。另外，该特性并不会知晓生物的位置或数量。  ", "### 属性值提升Ability Score Improvement  ", "### 当你达到第4、第8、第12、第16、第19级时，你可以选择一项属性值提升2点，或是选择两项属性各提升1点。不过你不能通过该特性让属性值超过20。  ", "### 额外攻击Extra Attack  ", "### 第5级起，你在自己回合内执行攻击动作时可以发动两次攻击而非一次。  ", "### 大地行者Land’s Stride  ", "### 第8级起，你穿过非魔法的困难地形时不会消耗额外移动力。你穿过非魔法的植物时不会消耗额外移动力，且这类植物的荆棘、毛刺或类似的危害物也无法对你造成伤害。  ", "### 另外，在抵抗魔法制造或控制的植物造成的移动障碍效应时（例如纠缠术entangle），你的豁免检定具有优势。  ", "### 遁术Hide in Plain Sight  ", "### 第10级起，你可以花1分钟来为自己制作伪装。你需要取用新鲜的泥土、植物、煤烟、以及其他天然物料制作这套伪装。  ", "### 伪装完成后，你可以将自己贴上至少跟自己等高等阔的实体表面（如树干或墙壁）并尝试躲藏。如果你留在原地不移动且不执行动作，则你的敏捷（隐匿）检定获得 +10加值。一旦移动、执行动作或执行反应，你都必须重新伪装以重获该增益。  ", "### 无踪步Vanish  ", "### 第14级起，你可以在自己回合以一个附赠动作的形式执行躲藏Hide动作。此时，你无法被非魔法手段追踪到，除非你主动留下踪迹。  ", "### 野性感官Feral Senses  ", "### 第18级时，你获得超自然的感官以帮助你对抗看不到的生物。此后，你攻击一个看不到的生物时不会因此承受劣势。  ", "### 另外，你还能感测30尺内所有隐形敌人的位置，前提是该生物并没有针对你进行躲藏，而你也没有陷入目盲或耳聋。  ", "### 屠灭众敌Foe Slayer  ", "第20级时，你成为了猎杀敌人的无双猎手。你在自己的每个回合内，都有一次机会将你的感知调整值加到你对宿敌进行的攻击检定或伤害掷骰上。你可以在掷骰之前或者之后决定使用该特性，但必须在该掷骰的相关效应被应用之前。"], "游荡者": ["# 游荡者  ", "第20级时，你成为了猎杀敌人的无双猎手。你在自己的每个回合内，都有一次机会将你的感知调整值加到你对宿敌进行的攻击检定或伤害掷骰上。你可以在掷骰之前或者之后决定使用该特性，但必须在该掷骰的相关效应被应用之前。  ", "## 游荡者Rogue  ", "示意同伴等待后，半身人匍匐进地城的大厅中。她耳贴门板，再用掏出的工具眨眼之间将锁撬开，便随即消失在阴影中。而她的战士朋友则走上前来一脚踢开大门。  ", "一个人类在同伴们为其做好伏击准备前，安静的潜伏在小巷的阴影中。她的目标那个声名狼藉的奴隶贩子穿过巷道时，正好被同伴们的大声呼喊吸引而前来查探，只是他的咽喉在发出声音前就已经被刺客的刀刃悄然割断。  ", "侏儒忍笑松了松手指，然后魔术般地从守卫的腰带上抬起了那串钥匙。转瞬之间，她就手拿钥匙站在大开的牢门旁，准备好随时带着伙伴们开溜。  ", "游荡者依靠隐匿与技巧，并针对敌人的弱点以建立优势。他们总有解决问题的诀窍，并以此证明才智与变通才是成功冒险团队的基础。  ", "### 技能和精准Skill and Precision  ", "游荡者致力于掌握多种技能的使用方法，并以此完善其作战能力，因此他们在许多领域的专业知识都让其他角色难以企及。很多游荡者专注于潜行和骗术，而另一些则精于针对地城环境的有效技能，诸如攀爬、搜索、解除装置和开锁。  ", "战斗时的游荡者则是更偏爱狡猾而非蛮横。与其用密集攻击放倒敌人，他们更喜欢针对敌人的弱点部位进行精准打击。游荡者们用近乎超自然的本领规避危险，而其中少数还会学习运用诡术魔法作为其能力的补充。  ", "### 阴暗生活A Shady Living  ", "每个城镇都会有一些游荡者。他们大多以窃贼、刺客、扒手和骗子等工作维生，因而人们对该职业的印象并不太好。这些无赖通常会组织起一些盗贼行会或犯罪家族。而独立行动的游荡者也数量庞大，还偶尔会招募学徒一起进行诓骗和抢劫的行当。不过仍有少量的游荡者经营着老实的行当，如锁匠，调查员或者灭鼠专家由于工作于常见到恐鼠（以及鼠人）的下水道而危险性颇高的职业。  ", "#### 游荡着职业表  ", "| 职业等级 | 熟练加值 | 偷袭 | 职业特性 |   ", "| 1st | +2 | 1d6 | 专精，偷袭，盗贼黑话 |   ", "| 2nd | +2 | 1d6 | 灵巧动作 |   ", "| 3rd | +2 | 2d6 | 选择游荡者范型 |   ", "| 4th | +2 | 2d6 | 属性值提升 |   ", "| 5th | +3 | 3d6 | 直觉闪避 |   ", "| 6th | +3 | 3d6 | 专精 |   ", "| 7th | +3 | 4d6 | 反射闪避 |   ", "| 8th | +3 | 4d6 | 属性值提升 |   ", "| 9th | +4 | 5d6 | 范型特性 |   ", "| 10th | +4 | 5d6 | 属性值提升 |   ", "| 11th | +4 | 6d6 | 可靠才能 |   ", "| 12th | +4 | 6d6 | 属性值提升 |   ", "| 13th | +5 | 7d6 | 范型特性 |   ", "| 14th | +5 | 7d6 | 听声辨位 |   ", "| 15th | +5 | 8d6 | 圆滑心智 |   ", "| 16th | +5 | 8d6 | 属性值提升 |   ", "| 17th | +6 | 9d6 | 范型特性 |   ", "| 18th | +6 | 9d6 | 飘忽不定 |   ", "| 19th | +6 | 10d6 | 属性值提升 |   ", "| 20th | +6 | 10d6 | 幸运一击 |   ", "成为冒险者的游荡者中，既有守法者也有违法者。他们有的是决定到藏宝室追寻财富的惯犯，另一些则投入冒险生活以逃避法律的制约。此外，有一些游荡者甚至会为进入某个特定远古遗迹或隐藏宝库中寻宝，而进行针对性的研究和锻炼。  ", "### 创建游荡者Creating a Rogue  ", "创建一个游荡者角色时，可以先考虑该角色与法律的关系。你有是有犯罪前科，或现在就是一名罪犯吗？或者，你是逃离了法律制约，还是逃离了一名愤怒的盗贼行会会长？或者，你是不是为了寻求更大的冒险与财富而离开了行会？是贪婪驱使你前去冒险还是其他的想法？  ", "是什么机缘导致你离开了之前的生活？你是不是在某次大骗局或大劫案中犯下了严重的错误而使你不得不重新审视自己的事业？也许你的抢劫计划侥幸成功，而你也带着那足以摆脱贫困生活的钱财踏上旅途。是不是漫游的欲望驱使你离家出游？也许你忽然跟家族或导师隔绝了联系，而你决定去寻找新的生活支柱与意义。又或许你的新朋友某个冒险者团队的成员让你明白了自己的某项天赋可以让你以另一种方式过活或受雇。  ", "#### 快速建卡Quick Build  ", "你可以按以下建议快速创建一名游荡者。首先，你将最高属性分配给敏捷。如果你想精于调查或者打算选择诡术师范型，则将次高属性分配给智力。如果你打算着重于骗术或者社交，则将次高属性分配给魅力。然后，选择骗子背景。  ", "## 职业特性Class Features  ", "作为一名游荡者，你获得以下职业特性。  ", "#### 生命值Hit Point  ", "**生命骰：** 每游荡者等级1d8  ", "**第一级的生命值：** 8＋你的体质调整值  ", "**后续升级生命值：** 第一级之后，每个游荡者等级5（1d8）＋你的体质调整值  ", "#### 熟练项Proficiencies   ", "**护甲：** 轻甲  ", "**武器：** 简易武器、手弩、长剑、刺剑、短剑  ", "**工具：** 盗贼工具  ", "**豁免：** 敏捷、智力  ", "**技能：** 从特技、运动、欺瞒、洞悉、威吓、调查、察觉、表演、游说、巧手、隐匿中选择四项。  ", "#### 装备Equipment  ", "你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的起始装备：  ", "（a）一把刺剑或（b）一把短剑  ", "（a）一把短弓和一袋20支箭或（b）一把短剑  ", "（a）一个窃贼套组，（b）一个地城套组或（c）一个探索套组  ", "皮甲，两把匕首和盗贼工具  ", "### 专精Expertise  ", "第1级起，你选择两个已有技能熟练项，或者一个技能熟练项和盗贼工具熟练项。此后你进行该项目的检定时，可以使用双倍的熟练加值。  ", "第6级时，你可以再选择另外两个已有的技能熟练项（或盗贼工具熟练项）从该特性中获益。  ", "### 偷袭Sneak Attack  ", "第1级起，你就知道如何精确地攻击分心的敌人。每当你的攻击命中一个生物时，如果该攻击的攻击检定带有优势，则可以造成额外1d6的伤害。该伤害每回合可以产生一次，且造成伤害的攻击必须使用带灵巧属性的武器或远程武器。  ", "如果目标生物身边5尺内还有其他与之敌对的未失能生物，则只要你的攻击检定不具有劣势，就可以发动偷袭。（但仍需要灵巧或远程武器）  ", "你的偷袭伤害也将会随游荡者职业等级的提升而提高，其具体数值见“游荡者职业表”。  ", "### 盗贼黑话Thieves’ Cant  ", "作为一名游荡者，你在平时的练习中学会了盗贼间的黑话。盗贼黑话是一门混合了土话、术语和密语的秘密语言，掌握这门语言后，你可以在平时对话中不落痕迹的加入隐藏信息。而只有另一个懂盗贼黑话的生物才能看懂这些隐藏信息。不过这种交流方式需要花费四倍于直接交流所需要的时间。  ", "另外，你还习得一套用以传达简单短小信息的秘密符文和标识。它能发布的内容诸如某地区是否危险，是否受盗贼公会管辖，附近是否有战利品，附近的人是否好主顾或者路上是否有安全的房屋以供庇护。  ", "### 灵巧动作Cunning Action  ", "第2级起，你精妙的反应与身手使你的行动无比迅速。你在战斗中每回合可执行一次附赠动作，该附赠动作可用以执行撤离Disengage、疾走Dash或躲藏Hide三种动作项其中之一。  ", "### 游荡者范型Roguish Archtype  ", "第3级时，你选择学习一种特定的战斗范型。你可以从盗贼Thief、刺客Assassin或者诡术师Arcane Trickster中选择其一。随后，你将在第3，第9，第13、第17级时获得所选范型的相应特性。  ", "### 属性值提升Ability Score Improvement  ", "当你达到第4、第8、第10、第12、第16、第19级时，你可以选择一项属性值提升2点，或是选择两项属性各提升1点。不过你不能通过该特性让属性值超过20。  ", "### 直觉闪避Uncanny Dodge  ", "第5级起，当一个你能看见的敌人攻击命中你时，你可以用反应让此次攻击的伤害减半。  ", "### 反射闪避Evasion  ", "第7级起，你可以灵巧躲过某些特定的区域效应，比如红龙的火焰吐息或是法术冰风暴Ice storm。你在成为某一范围效应影响对象时，若该效应允许你通过成功的敏捷豁免来使伤害减半，则你在该豁免成功时不受伤害，而豁免失败时只受一半伤害。  ", "### 可靠才能Reliable Talent  ", "第11级起，你自身技能经过精炼而更趋于完美。每当你进行的属性检定可以使用熟练加值时，你可以将d20骰中9或以下的结果都视为10。  ", "### 听声辨位Blindsense  ", "第14级起，只要能听到声音，你就可以定位身边10尺内躲藏或隐形的生物。  ", "### 圆滑心智Slippery Mind  ", "第15级起，你的心理素质获得了大大的加强，并因此获得感知豁免的熟练项。  ", "### 飘忽不定Elusive  ", "第18级起，你飘忽不定的身形让敌人攻击时无从下手。除非你处于失能状态，否则以你为目标的攻击检定无法取得优势。  ", "### 幸运一击Stroke of Luck  ", "第20级时，你掌握了一手非凡技巧，让你可以随时把握自己的成功之时。当你的攻击未命中时，可以直接更改判定为命中。或者，当你的属性检定失败时，可以直接将d20骰的结果视为20。  ", "你必须完成一次短休或长休后才能再次使用该特性。"], "牧师": ["# 牧师  ", "你必须完成一次短休或长休后才能再次使用该特性。  ", "## 牧师Cleric  ", "精灵抬起双手，一袭光芒随着其抬眼吟诵的祷言笼罩全身，并生成能量开始医治受伤的同伴。  ", "荣耀之歌诵起，矮人举起他的斧头挥砍周围大批的兽人，并在每个敌人倒下时大声呼叫其守护神的名字。  ", "神圣的光芒照向受诅咒的不死生物大军，其源头正是一名高举圣徽的人类，并以此驱逐那群爬向同伴们的僵尸。  ", "牧师是连接凡人世界与神所在位面的中介人。侍奉不同神的牧师也背负着其守护神所授予的不同艰辛任务。与普通教士不同，牧师本身就已经被灌注着神圣的魔法。  ", "### 医者和战士Healers and Warriors  ", "神圣魔法，顾名思义即为从众神流入世界的力量。牧师们作为引导这种力量的导体，以之展现各种奇迹。并不是任何寻求众神力量的人都能获得这种力量，而只有那些获得崇高感召的个体才能成为神的选择。  ", "施展神圣魔法并不依靠研习或训练。牧师可以先从固定的祈祷和远古仪式中学习，然后再凭藉自身的奉献和对神旨的感知才能施展出牧师的法术。  ", "牧师们可以同时运用医疗、鼓舞同伴的辅助魔法，以及伤害、阻碍敌人的法术。他们能够煽动敬畏与恐惧，降下瘟疫与剧毒的诅咒，甚至引导天堂之火来打击敌人。而面对那些不打不开窍的敌手时，牧师们的战斗训练和神力辅助依然足以让其在近战中击败敌人。  ", "### 神能代理Divine Agents  ", "并不是每个寺庙或神殿的侍僧和主祭都是牧师。某些回应召唤的祭司，只是在寺庙中通过服务、祈祷与献身的方式践行其守护神的意志，而不是作为神魔法与力量的武力。在一些城市里，祭司阶级同时也会出任政府机构的一些职务，而这些职位只是人们通往更高权力的垫脚石，而非真正与神交流的权位。当然，真正的牧师在这些地方少之又少。  ", "选择冒险生活的牧师通常都是为了回应其守护神的要求。为完成神的目标，他们将面对文明世界高墙外的危险，躬行惩戒邪恶或是在远古遗迹中寻回圣物。一些牧师会被要求保护神的信徒，期间可能迎战粗野的兽人，或是与正在作战两方势力协商，甚至必须前往关闭某个将会放出恶魔亲王的传送门。  ", "#### 牧师职业表  ", "| 职业等级 | 熟练加值 | 职业特性 | 已知戏法 | ――每环法术位―― |   ", "| 1环 | 2环 | 3环 | 4环 | 5环 | 6环 | 7环 | 8环 | 9环 |   ", "| 1st | +2 | 施法，选择领域 | 3 | 2 | ― | ― | ― | ― | ― | ― | ― | ― |   ", "| 2nd | +2 | 引导神力（1/休），领域特性 | 3 | 3 | ― | ― | ― | ― | ― | ― | ― | ― |   ", "| 3rd | +2 | ― | 3 | 4 | 2 | ― | ― | ― | ― | ― | ― | ― |   ", "| 4th | +2 | 属性值提升 | 4 | 4 | 3 | ― | ― | ― | ― | ― | ― | ― |   ", "| 5th | +3 | 摧毁不死生物（CR 1/2） | 4 | 4 | 3 | 2 | ― | ― | ― | ― | ― | ― |   ", "| 6th | +3 | 引导神力（2/休），领域特性 | 4 | 4 | 3 | 3 | ― | ― | ― | ― | ― | ― |   ", "| 7th | +3 | ― | 4 | 4 | 3 | 3 | 1 | ― | ― | ― | ― | ― |   ", "| 8th |   +3 |   属性值提升，摧毁不死生物（CR 1），领域特性 |   4 |   4 |   3 |   3 |   2 |   ― |   ― |   ― |   ― |   ― |    ", "|   9th |   +4 |   ― |   4 |   4 |   3 |   3 |   3 |   1 |   ― |   ― |   ― |   ― |    ", "|   10th |   +4 |   神圣干预 |   5 |   4 |   3 |   3 |   3 |   2 |   ― |   ― |   ― |   ― |    ", "|   11th |   +4 |   摧毁不死生物（CR 2） |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   ― |   ― |   ― |    ", "|   12th |   +4 |   属性值提升 |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   ― |   ― |   ― |    ", "|   13th |   +5 |   ― |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   ― |   ― |    ", "|   14th |   +5 |   摧毁不死生物（CR 3） |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   ― |   ― |    ", "|   15th |   +5 |   ― |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |   ― |    ", "|   16th |   +5 |   属性值提升 |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |   ― |    ", "|   17th |   +6 |   摧毁不死生物（CR 4），领域特性 |   5 |   4 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |   1 |    ", "|   18th |   +6 |   引导神力（3/休） |   5 |   4 |   3 |   3 |   3 |   3 |   1 |   1 |   1 |   1 |    ", "|   19th |   +6 |   属性值提升 |   5 |   4 |   3 |   3 |   3 |   3 |   2 |   1 |   1 |   1 |    ", "  20th |   +6 |   神圣干预增效 |   5 |   4 |   3 |   3 |   3 |   3 |   2 |   2 |   1 |   1 |   ", "冒险中的牧师大多会提前与同信仰的神庙或教团建立联系。而神庙或其中的高阶祭司也可能会请求冒险牧师的帮助。  ", "### 创建牧师Creating a Cleric  ", "创造一名牧师时最重要的问题是你要信仰哪位神，遵循什么原则。附录B中列明了多元宇宙中众多的神可供选择。与你的DM商议讨论，再决定你在战役中可选择信仰的神。  ", "选定一位神后，下一个问题就是你的牧师和这位神的关系。你是否自愿服务于神？还是神选择了你并强迫你为其服务？你的最终目标是什么？神有没有给你什么特殊任务？或者你是否要证明自己是出任某个伟大任务的适宜的人选？  ", "#### 快速建卡Quick Build  ", "你可以按以下建议快速创建一名牧师。首先，你将最高属性分配给感知，次高分配给力量或体质。然后选择侍僧背景。  ", "## 职业特性Class Features  ", "作为一名牧师，你获得以下职业特性。  ", "#### 生命值Hit Points  ", "**生命骰：** 每牧师等级1d8  ", "**第一级的生命值：** 8＋你的体质调整值  ", "**后续升级生命值：**       第一级之后，每个牧师等级5（1d8）＋你的体质调整值  ", "#### 熟练项Proficiencies   ", "**护甲：** 轻甲、中甲、盾牌  ", "**武器：** 简易武器  ", "**工具：** 无  ", "**豁免：** 感知、魅力  ", "**技能：** 从历史、洞悉、医药、游说和宗教中选择两项  ", "#### 装备Equipment  ", "你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的起始装备：  ", "・（a）一把硬头锤或（b）一把战锤（拥有熟练项时可选）  ", "・（a）鳞甲，（b）皮甲或（c）链甲（拥有熟练项时可选）  ", "・（a）一把轻弩和20支弩矢或（b）任意简易武器  ", "・（a）一个祭司套组或（b）一个探索套组  ", "・一个盾牌和一个圣徽  ", "### 施法Spellcasting  ", "你作为神圣力量的导体得以施展牧师法术。参考第10章的施法规则，以及第11章的牧师法术列表。  ", "#### 戏法Cantrips  ", "第1级时，你选择三个牧师法术列表中的戏法作为已知法术。在获得更高的牧师等级后你还可以习得其它的戏法，具体数据参见“牧师职业表”中“已知戏法”一栏。  ", "#### 法术的准备与施展Preparing and Casting Spells  ", "“牧师职业表”里记录了你用以施展牧师法术的1环及更高环阶法术位数量。施展某个牧师法术时，你必须同时消耗其对应环阶的法术位。已消耗的法术位可在完成长休后恢复。  ", "你可以准备牧师法术列表中所有符合当前施展条件的法术。准备法术时，你所准备法术的总数等于你的感知调整值＋你的牧师职业等级（最少可以准备一个）。另外，你只能准备已经获得相应环阶法术位的法术。  ", "例如，作为一名3级牧师时，你拥有四枚1环法术位和两枚2环法术位。假如你的感知为16，则你的准备法术列表可以囊括总共六个1环或2环法术的组合。如果你准备了1环法术疗伤术cure wounds，则你可以使用1环或者2环的法术位来施展它。另外，已施展的法术并不会从你的准备列表中移除。  ", "你可以在完成长休后改变你的准备法术列表。准备新的牧师法术列表时，你要再花时间进行祈祷和冥想。准备时，你要为你列表上每个法术的每个环阶都花费至少1分钟时间。  ", "#### 施法属性Spellcasting Ability  ", "你的法术力量来源于你对神的信仰，因此感知是你施展牧师法术的关键属性。每当你的牧师法术需要施法属性时均指向你的感知值。而你牧师法术的豁免DC和攻击检定，则使用你的感知调整值。  ", "**法术豁免DC** ＝8＋你的熟练加值＋你的感知调整值  ", "**法术攻击调整值** ＝你的熟练加值＋你的感知调整值  ", "#### 仪式施法Ritual Casting  ", "如果你所准备牧师法术中的某法术有带仪式标签，则你可以用这些法术进行仪式施法。  ", "#### 法器Spellcasting Focus  ", "你可以使用圣徽（见第5章）作为施展牧师法术的法器。  ", "### 神圣领域Divine Domain  ", "你将选择一个与你所信仰神的神职相关的神圣领域。你可以从知识Knowledge、生命Life、光明Light、自然Nature、风暴Tempest、诡术Trickery或者战争War中选择其一。  ", "某些领域其领域法术可能并不在牧师法术列表中，此时如果你选择了该领域，则你视该领域的领域法术为你的牧师法术。  ", "#### 领域法术Domain Spells  ", "每个领域都有其相应的领域法术列表。当你获得表中所对应的牧师等级时，你将同时习得这些法术。领域法术一旦习得，将会一直在你的准备法术列表中，且不计入你的每日准备法术上限。  ", "任何领域法术对你而言都是牧师法术，而不论其是否在牧师法术列表之上。  ", "### 引导神力Channel Divinity  ", "第2级时，你获得引导神所授予神圣能量的能力，所引导的能量将用以实现各种魔法效应。你最初将获得两种效应：驱散不死生物和另一个与你所选领域相关的效应。随着你在冒险中提升等级，某些领域会赋予更多额外的效应，具体信息可以参考相应领域的描述内容。  ", "引导神力最终产生的效应由你自行选择。引导神力后，你必须完成一次短休或长休才能重新使用该特性。  ", "某些引导神力的效应需要豁免，其豁免DC等于你的牧师法术豁免DC。  ", "第6级起，你可以在两次休息之间使用两次引导神力，第18级后可以使用三次。完成一次短休或长休后，你将重新获得所有消耗掉的引导神力次数。  ", "#### 引导神力：驱散不死生物  ", "#### Channel Divinity: Turn Undead  ", "你以一个动作展示你的圣徽，并说出一段谴责不死生物的祷言。你身边30尺范围内能够看到圣徽或听到你祷言的不死生物必须进行一次感知豁免，豁免失败则受到驱散，其效应持续1分钟或直到其受到任何伤害。  ", "一个被驱散的生物必须花费其回合内的所有速度尽力远离你，而且无法主动靠近你30尺内。被驱散的生物无法使用反应，只能使用既有的疾走Dash动作或从任何妨碍他们移动的效应中挣脱。该生物无路可走时会使用“回避Dodge”动作。  ", "### 属性值提升Ability Score Improvement  ", "当你达到第4、8、12、16、19级时，你可以选择一项属性值提升2点，或选择两项属性各提升1点。不过你不能通过该特性让属性超过20。  ", "### 摧毁不死生物Destroy Undead  ", "第5级起，当不死生物进行对抗你驱散特性的豁免失败时，如果其挑战等级等于或低于一个既定的下限，则该不死生物将被即时摧毁。相应的数值列举在表格“摧毁不死生物”中。  ", "#### 摧毁不死生物Destory Undead  ", "|    ", "|   牧师等级 |   摧毁不死生物的挑战等级 |    ", "|   5th |   1/2或更低 |    ", "|   8th |   1或更低 |    ", "|   11th |   2或更低 |    ", "|   14th |   3或更低 |    ", "|   17th |   4或更低 |   ", "### 神圣干预Divine Intervention  ", "第10级起，你可以在迫切需要帮助时，召唤神的协助。  ", "你需要用一个动作来请求所信仰神的帮助。描述你所需要的帮助，然后掷d100。如果你的结果等于或者小于你的牧师等级，你将得到神的回应。回应的结果由DM作出选择；此时通常请求任何牧师法术或者领域法术的效应都在可接受范围内。  ", "如果你的神回应了请求，你在此后的7日内无法再次使用该特性；否则你可以在完成长休后再次使用该特性。  ", "到达20级后，你的呼唤将自动得到神的回应，无需再掷d100。"], "邪术师": ["# 邪术师  ", "到达20级后，你的呼唤将自动得到神的回应，无需再掷d100。  ", "## 魔契师Warlock  ", "身披金色长袍，肩上盘卧着一只伪龙的年轻精灵温和地微笑着，用带咒法的轻声细语诱使皇宫的卫兵乖乖接纳自己的意愿。  ", "瘦削女人的手中跃出火焰。而炼狱的魔咒便随着其口中默念的魔宗秘名，缓缓融入她的法术之中。  ", "他的视线在残破的书册和头顶怪异排布的星图间游走。提夫林眼带疯狂的咏唱着神秘仪式的咒文，开启通向远方世界门扉。  ", "魔契师们致力于发掘潜藏在多元宇宙根源中的神秘学识。他们与神话般的大能存在缔结契约，并以此得以使用精妙而惊人的魔法效应。他们从妖精贵族、恶魔、魔鬼、鬼婆以及遥远国度Far Realm的异界实体身上获取远古的知识，再将这些零碎的奥秘整理结合成自己的强大力量。  ", "宣誓与义务Sworn and Beholden  ", "魔契师即是与异界存在缔结契约之人。魔契师与宗主之间的关系有时就好比牧师与神，只是宗主并非真正的神。宗主们通常无法获得为其服务的牧师，而魔契师们则会充当这些恶魔主君，大魔鬼或是某种不可名状异域实体散播邪教信仰的代言人。不过，宗主与魔契师之间更常以类似师徒的关系相处。同时，魔契师也必须不时付出一些代价来维护宗主的利益，以换取学习和成长的权力。  ", "这些魔法会在一定程度上使魔契师的存在发生轻微而永久的变化（例如，变得可以在黑暗中视物，或是能够读懂任何语言），同时也可以使其得以获取更为强大的魔法。跟埋头于书卷的法师不同，魔契师把他们的魔法当作辅助肉搏的工具。他们甚至可以熟练的使用轻甲，并且知道如何使用简易武器。  ", "奥秘探寻者Delvers into Secrets  ", "魔契师们都对知识和力量有着强烈的渴望，而正是这种渴望驱使他们结下契约，并永久改变了他们的人生轨迹。  ", "尽管魔契师与邪魔缔结契约的故事流传甚广，但仍有许多魔契师侍奉着非邪魔的宗主。有些荒野中的旅人偶然闯入某座不可思议的绮丽塔楼时，会与其内的妖精领主或女王无意间结缔契约。而有些才华横溢又无比疯狂的学徒研读禁忌知识典籍直至夜深时，其心灵将向着现实世界之外延伸，再接触到那些驻留在外域虚空中的陌生存在。  ", "#### 魔契师职业表  ", "|    ", "|   职业等级  |   熟练加值  |   职业特性  |   已知戏法  |   已知法术  |   法术位  |   法术位环阶  |   已知祈唤 |     ", "|   1st |   +2 |   选择异界宗主，契约魔法 |   2 |   2 |   1 |   1环 |   ― |    ", "|   2nd |   +2 |   魔能祈唤 |   2 |   3 |   2 |   1环 |   2 |    ", "|   3rd |   +2 |   魔契恩泽 |   2 |   4 |   2 |   2环 |   2 |    ", "|   4th |   +2 |   属性值提升 |   3 |   5 |   2 |   2环 |   2 |    ", "|   5th |   +3 |   ― |   3 |   6 |   2 |   3环 |   3 |    ", "|   6th |   +3 |   异界宗主特性 |   3 |   7 |   2 |   3环 |   3 |    ", "|   7th |   +3 |   ― |   3 |   8 |   2 |   4环 |   4 |    ", "|   8th |   +3 |   属性值提升 |   3 |   9 |   2 |   4环 |   4 |    ", "|   9th |   +4 |   ― |   3 |   10 |   2 |   5环 |   5 |    ", "|   10th |   +4 |   异界宗主特性 |   4 |   10 |   2 |   5环 |   5 |    ", "|   11th |   +4 |   玄奥秘法（6环） |   4 |   11 |   3 |   5环 |   5 |    ", "|   12th |   +4 |   属性值提升 |   4 |   11 |   3 |   5环 |   6 |    ", "|   13th |   +5 |   玄奥秘法（7环） |   4 |   12 |   3 |   5环 |   6 |    ", "|   14th |   +5 |   异界宗主特性 |   4 |   12 |   3 |   5环 |   6 |    ", "|   15th |   +5 |   玄奥秘法（8环） |   4 |   13 |   3 |   5环 |   7 |    ", "|   16th |   +5 |   属性值提升 |   4 |   13 |   3 |   5环 |   7 |    ", "|   17th |   +6 |   玄奥秘法（9环） |   4 |   14 |   4 |   5环 |   7 |    ", "|   18th |   +6 |   ― |   4 |   14 |   4 |   5环 |   8 |    ", "|   19th |   +6 |   属性值提升 |   4 |   15 |   4 |   5环 |   8 |    ", "  20th |   +6 |   魔能掌控 |   4 |   15 |   4 |   5环 |   8 |   ", "立下契约后，单纯的学习与研究就再也无法满足魔契师们对知识与力量的强烈渴望。而这种强力的契约也只有那些一心希望由此获取力量的人才会同意接受。事实上，绝大多数的魔契师都将精力投入到自身所追寻的目标中，通常也为此而前去参与冒险。此外，宗主的要求也可能是驱使魔契师们投身冒险的理由。  ", "创建魔契师Creating a Warlock  ", "创建一名魔契师角色时，可以先思考宗主和契约强加给你的义务。是什么引导你去缔结契约？你如何接触到你的宗主？你是被诱惑而召唤出了魔鬼，还是找到了能让你与古老的异界神接触的仪式？是你找到了你的宗主，还是你的宗主发现并选择了你？你是不满于契约给予你的义务所带来的沉重负担，还是为宗主所允诺的回报而心甘情愿地为他服务？  ", "与DM商讨契约在你冒险中产生的影响。宗主的要求可能是你冒险的原因，又或许这些要求只是你冒险中一些小插曲。你和宗主之间的关系如何？是友好还是对抗，是不安还是浪漫？你的宗主觉得你有多重要？你在宗主的计划之中扮演什么角色？你认识宗主的其他仆从吗？  ", "你的宗主如何与你交流？如果你带着魔宠，那你的宗主可能偶尔会通过它与你沟通。有些魔契师会发现宗主将指示刻在树干之上，藏在茶叶之中，飘在云彩之间，而这些指示只有魔契师本人可以看懂。另一些魔契师的宗主则通过梦境或幻象，或者以其他的一些存在作中介来与其沟通。  ", "if !supportLineBreakNewLine  ", "endif  ", "#### 快速建卡Quick Build  ", "你可以按以下建议快速创建建一名魔契师。首先，将你的最高属性分配给魅力，次高分配给体质。然后选择骗子背景。最后，选择戏法魔能爆eldritch blast和冻寒之触chill touch，再选择1环法术魅惑人类charm person和巫术箭witch bolt。  ", "if !supportLineBreakNewLine  ", "endif  ", "## 职业特性Class Features  ", "作为一名魔契师，你获得以下职业特性。  ", "if !supportLineBreakNewLine  ", "endif  ", "#### 生命值Hit Points  ", "生命骰：每魔契师等级1d8  ", "第一级的生命值：8＋你的体质调整值  ", "**后续升级生命值：**  第一级之后，每个魔契师等级5（1d8）＋你的体质调整值  ", "#### 熟练项Proficiencies   ", "护甲：轻甲  ", "武器：简易武器  ", "工具：无  ", "豁免：感知，魅力  ", "技能：从奥秘、欺瞒、威吓、调查、历史、自然、宗教中选择两项  ", "#### 装备Equipment  ", "你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的起始装备：  ", "・（a）一把轻弩和20支弩矢或（b）任意一把简易武器  ", "・（a）一个材料包或（b）一件奥术法器  ", "・（a）一个学者套组或（b）一个地城套组  ", "・皮甲、任意简易武器和两把匕首  ", "异界宗主Otherworldly Patron  ", "第1级时，你就跟某个异界的存在订下契约。你可以从至高妖精Archfey、邪魔Fiend、旧日支配者Great Old One等选项中选择其一。随后你将在第1、第6、第10、第14级获得相应的职业特性。  ", "契约魔法Pact Magic  ", "你的法术力量源于你的奥秘研究和宗主的魔法馈赠。参考第10章的施法规则，以及第11章的魔契师法术列表。  ", "if !supportLineBreakNewLine  ", "endif  ", "#### 戏法Cantrips  ", "你从魔契师法术列表中选择两个戏法作为已知法术。在获得更高的魔契师等级后你还可以习得其它的戏法，具体数据见“魔契师职业表”中“已知戏法”一栏。  ", "if !supportLineBreakNewLine  ", "endif  ", "#### 法术位Spell Slots  ", "“魔契师职业表”里记录了你可用以施展魔契师法术的1环至5环法术位数量。表格中还记录了法术位对应的法术环阶，且你所有的法术位都属于同一环阶。施展1环或更高环阶的魔契师法术时，都需要消耗一枚法术位。已消耗的法术位可在完成长休或短休后恢复。  ", "例如，达到第5级时，你总共具有两枚3环法术位。你施展1环法术巫术箭witch bolt时，必须消耗这些法术位其中之一，并把它作为一个3环法术施放。  ", "if !supportLineBreakNewLine  ", "endif  ", "#### 已知法术Spell Known of 1st Level and Higher  ", "第1级时，你从魔契师法术列表里选择两个1环法术作为已知法术。  ", "“魔契师职业表”中“已知法术”一栏记录了你获得更多法术时的相应等级。每个被选的法术都必须在当前等级拥有可用以施展该法术的法术位，具体见表。比如，当你达到第6级时，你将获得一个1环、2环或3环的新魔契师法术。  ", "另外，当你提升本职的职业等级时，你可以从魔契师法术列表里选择一个新法术来代替一个旧的魔契师已知法术，但是你的角色必须拥有用以施展新选法术的可用法术位。  ", "if !supportLineBreakNewLine  ", "endif  ", "#### 施法属性Spellcasting Ability  ", "魅力是你施展魔契师法术的关键属性。每当你的法术需要施法属性时均指向你的魅力值。而你魔契师法术的豁免DC和攻击检定，则使用你的魅力调整值。  ", "法术豁免DC＝8＋你的熟练加值＋你的魅力调整值  ", "法术攻击调整值＝你的熟练加值＋你的魅力调整值  ", "if !supportLineBreakNewLine  ", "endif  ", "#### 法器Spellcasting Focus  ", "你可以使用奥术法器（详见第5章）作为你施展魔契师法术的法器。  ", "if !supportLineBreakNewLine  ", "endif  ", "魔能祈唤Eldritch Invocations  ", "你在神秘学识的研习过程中发掘出魔能祈唤的方式，这些禁忌的知识残章让你获得了持久的魔法能力。  ", "第2级时，你获得两种自选的魔能祈唤（祈唤的具体内容见后文）。在获得更高的魔契师等级后你还可以习得其它的魔能祈唤，具体数据见“魔契师职业表”中“已知祈唤”一栏。  ", "另外，你提升本职的等级时，可以用新的祈唤替换一个已学会的祈唤，但你的角色必须满足学习新祈唤的先决条件。  ", "### 魔契恩泽Pact Boon  ", "第3级时，你的宗主赋予你一份馈赠作为你忠诚服务的回馈。你可以从下列特性中自选其一。  ", "if !supportLineBreakNewLine  ", "endif  ", "#### 链之魔契Pact of the Chain  ", "你习得法术寻获魔宠find familiar，并可以把它作为一个仪式施展。此法术不计入你的已知法术数量。  ", "施展该法术时，你可以为你的魔宠选择通常的某一形态，或是下列特殊形态之一：小魔鬼imp、伪龙pseudodragon、夸塞魔quasit、或小妖精sprite。  ", "此外，当你执行攻击动作时可以放弃所有攻击中的一次攻击，转而让你的魔宠使用其反应发动一次攻击。  ", "if !supportLineBreakNewLine  ", "endif  ", "#### 刃之魔契Pact of the Blade  ", "你可以用一个动作从空着的手中创造一把契约武器。你每次创造契约武器时都可以从近战武器列表中选择它的形态（见第5章的武器选项）。当你使用该武器时，将视为拥有该武器的熟练项。在攻击对非魔法攻击或伤害具有抗性或免疫的目标时，该武器将视为魔法武器。  ", "你的契约武器在离你5尺外的区域停留超过1分钟或更长时间，其将自然消失。当你再次创造契约武器、解散契约武器（无需动作）或是死亡的情况下，契约武器也会消失不见。  ", "你可以通过一个特殊的仪式把持有的魔法武器变为你的契约武器。该仪式花费1小时，并且可以在短休时进行。仪式完成后，你随时可以解散该武器，以将其转移到一个异次元空间之中。而当你创造契约武器时改为将其召唤出来。该仪式无法对神器或智能武器起作用。如果你死亡；或是花费1小时对另外一把武器举行了仪式；或是你通过1小时的仪式打破该契约，则该武器便不再是你的契约武器。如果在它处于异次元空间时你打破契约，那么该武器将会出现在你的脚边。if !supportLineBreakNewLine  ", "endif  ", "####    ", "#### 书之魔契Pact of the Tome  ", "你的宗主给予你一本名为“影之书”的魔法书。获得该特性后，从任意职业法术列表中选择三个戏法（这三个戏法不必来自同一个列表）。该魔法书在你身上时，你可以随意施展那些法术。它们不算入你的已知戏法数量中。这些法术就算本来不属于魔契师法术列表，你也将其视为魔契师法术。  ", "如果你丢失了自己的影之书，你可以举行一个1小时的仪式，并从你的宗主处获得一个替代品。仪式可以在短休或长休期间完成，而它会摧毁之前的魔法书。当你死亡时，该书也将化为灰烬。   ", "#### 边栏：你的魔契恩泽 Your Pact Boon    ", "每种魔契恩泽都呈现为一种独特的生物或物品，并反应出你的宗主的本质。  ", "链之魔契 Pact of the Chain 。你的魔宠比普通的魔宠更加机敏。其默认形态是你的宗主的侧面体现，如至高妖精宗主的是小妖精和伪龙，邪魔宗主则是小魔鬼和夸塞魔。因为旧日支配者不可名状的本质，任何形态的魔宠都适合它。   ", "刃之魔契Pact of the Blade。如果你的宗主是至高妖精，那么你的武器可能是一把被藤蔓所缠绕的细长剑刃。如果你的宗主是邪魔，你的武器则可能是一柄由黑金属铸成并雕以火焰纹饰的斧头。如果你的宗主是旧日支配者，那么你的武器可能是一把样式古朴的长矛，一颗精心雕琢过的宝石镶嵌在矛头上，如同一只可怖的不瞑之目。  ", "书之魔契Pact of the Tome。 你那由高贵的至高妖精宗主所赐予的影之书可能是一本记载着惑控系和幻术系法术的精装镀金边书册。你的邪魔宗主可能赐予你一本革质封皮附铁扣的沉重书册，其中记载着咒法系法术和大量的禁忌知识、以及宇宙之中的秽邪之地。你的旧日支配者宗主可能会赐予你一本因接触它而疯狂者的破旧日记，其中记载着几个只有你自己癫狂的思维才能理解并施展的法术。  ", "属性值提升Ability Score Improvement  ", "当你达到第4，第8，第12，第16、第19级时，你可以选择一项属性值提升2点，或是选择两项属性各提升1点。不过你不能通过该特性让属性值超过20。  ", "if !supportLineBreakNewLine  ", "endif  ", "玄奥秘法Mystic Arcanum  ", "第11级时，你的宗主赋予你一种称为秘法的魔法奥秘。你可以选择一个6环的魔契师法术作为你的玄奥秘法。  ", "你施展秘法时无需消耗法术位，而消耗掉的秘法可以通过完成一次长休进行恢复。  ", "在获得更高的魔契师等级后，你将可以选择更多的魔契师法术以该方式施展：第13级时可选一个7环法术，15级时可选一个8环法术，17级时可选一个9环法术。完成一次长休后，所有消耗掉的秘法都会恢复。  ", "if !supportLineBreakNewLine  ", "endif  ", "魔能掌控Eldritch Master  ", "第20级时，你可以利用储备的魔力祈求你的宗主为你恢复已消耗的法术位。你可以花1分钟祈求宗主的帮助，恢复所有你已消耗的契约魔法法术位。使用该特性恢复法术位后，你必须完成一次长休才能再次使用该特性。"], "野蛮人": ["# 野蛮人  ", "第20级时，你可以利用储备的魔力祈求你的宗主为你恢复已消耗的法术位。你可以花1分钟祈求宗主的帮助，恢复所有你已消耗的契约魔法法术位。使用该特性恢复法术位后，你必须完成一次长休才能再次使用该特性。  ", "## 野蛮人Barbarian  ", "披裘执斧的高个男人奔走于暴风雪中，大笑着冲向那些胆敢在其族人饲养的驼鹿群中偷猎的霜巨人。  ", "半兽人向其挑战者发出咆哮。为了维护自己在这个狂野部族中的权威，她已经徒手扯断了六个对手的脖子，而她正打算对这最后一个对手故技重施。  ", "矮人口沫横飞的把头盔拍在一名卓尔敌人脸上，转身又用铠甲包裹的肘部撞向另一名敌人。  ", "野蛮人们各不相同，但却都有着标志性的暴怒：不受控、不止息、不加思索的怒火。野蛮人的愤怒不只是一种情感，而是猎食者在绝境中激发的凶暴，是暴风雨般不顾一切的猛袭，也是大海中翻滚不息的波涛。  ", "一些野蛮人认为他们的愤怒之力来自于和猛兽之灵的交流，其他人则认为那来自于对世间无尽苦痛的愤恨。而这种狂暴不止为每个野蛮人点燃其战斗狂热，更是他们灵活闪避，抵挡伤害和增强力量的源泉。  ", "### 原始直觉Primal Instinct  ", "城市中的人们以其有别于动物的文明生活方式为傲，仿佛否认自身的天性是多么有优越感的事。但文明在野蛮人眼中不但不值得骄傲，更是一种贫弱的表现。因而他们全心全意接受自身的动物本能――敏锐的直觉，原始的冲动，以及熊熊的怒火。野蛮人不喜被围墙和人群包围的生活。他们活跃在故乡的自然环境里（苔原，森林或草原），而那正是其部族生活捕猎之地。  ", "野蛮人活跃在混乱的战斗中。他们可以进入狂暴状态，让愤怒驱使自己而获得超人的力量和抗性。野蛮人在充分休息之前只能保持很短时间的狂暴状态，但通常这段时间已经足以让他们击败敌人。  ", "### 危险的生活A Life of Danger  ", "并非每个被文明社会的年轻人称作“野蛮人”的部族成员都是野蛮人。这其中真正的野蛮人就像城市里老练的战士一样少见。而这少数的野蛮人则扮演者族人的保护者和战斗领导者的角色。荒野生活充满了危险，他们必须面对敌对的部族，致命的气候，以及各种可怕的怪物。而野蛮人会迅猛的冲向那些危险，以保护自己的族人不受威胁。  ", "#### 野蛮人职业表  ", "| 职业等级 | 熟练加值 | 职业特性 | 狂暴次数 | 狂暴伤害 |   ", "| 1st | +2 | 狂暴，无甲防御 | 2 | +2 |   ", "| 2nd | +2 | 鲁莽攻击，险境感知 |   2 |   +2 |    ", "|   3rd |   +2 |   选择原初道途 |   3 |   +2 |    ", "|   4th |   +2 |   属性值提升 |   3 |   +2 |    ", "|   5th |   +3 |   额外攻击，快速移动 |   3 |   +2 |    ", "|   6th |   +3 |   道途特性 |   4 |   +2 |    ", "|   7th |   +3 |   野性直觉 |   4 |   +2 |    ", "|   8th |   +3 |   属性值提升 |   4 |   +2 |    ", "|   9th |   +4 |   凶蛮重击（1骰） |   4 |   +3 |    ", "|   10th |   +4 |   道途特性 |   4 |   +3 |    ", "|   11th |   +4 |   坚韧狂暴 |   4 |   +3 |    ", "|   12th |   +4 |   属性值提升 |   5 |   +3 |    ", "|   13th |   +5 |   凶蛮重击（2骰） |   5 |   +3 |    ", "|   14th |   +5 |   道途特性 |   5 |   +3 |    ", "|   15th |   +5 |   持久狂暴 |   5 |   +3 |    ", "|   16th |   +5 |   属性值提升 |   5 |   +4 |    ", "|   17th |   +6 |   凶蛮重击（3骰） |   6 |   +4 |    ", "|   18th |   +6 |   不屈勇武 |   6 |   +4 |    ", "|   19th |   +6 |   属性值提升 |   6 |   +4 |    ", "|   20th |   +6 |   原初斗士 |   无限 |   +4 |   ", "野蛮人面对危险时的英勇让他们非常适合冒险。不断迁徙本就是其部族的生活方式，因此居无定所的冒险生活也不会对野蛮人造成困扰。某些野蛮人会怀念部族中亲密的家族关系，但最终也会发现冒险团队的成员间建立的情谊也同样珍贵。  ", "### 创建野蛮人Creating a Barbarian  ", "创造一名野蛮人时，可以先思考其来历及其归属地。与DM商议确定角色的起源。你是来自远方，对战役环境非常陌生的异乡人？或是对战役发生的凶险边境十分熟悉的野蛮人？  ", "你为何选择了冒险生活？你是被财富的许诺吸引到了城市，还是和城市的士兵们共同对抗敌人？也许怪物的入侵把你赶出了故乡，成了流离失所的难民？或许你在战争中被俘，被抓到“文明”地区后刚刚重获自由。或者，你因为犯下罪行，触犯禁忌而被族人驱逐。又或者你就是刚被政变推翻的部落领袖？  ", "#### 快速建卡Quick Build  ", "你可以按以下建议快速创建一名野蛮人。首先，将你最高的属性分配给力量，次高的分配给体质。然后选择化外之民背景。  ", "## 职业特性Class Features  ", "作为一名野蛮人，你获得以下职业特性。  ", "#### 生命值Hit Point  ", "**生命骰：** 每野蛮人等级1d12  ", "**第一级的生命值：** 12＋你的体质调整值  ", "**后续升级生命值：** 第一级之后，每个野蛮人等级7（1d12）＋你的体质调整值  ", "#### 熟练项Proficiencies  ", "**护甲：** 轻甲、中甲、盾牌  ", "**武器：** 简易武器、军用武器  ", "**工具：** 无  ", "**豁免：** 力量、体质  ", "**技能：** 从驯兽、运动、威吓、自然、察觉和生存中选两项、  ", "#### 装备Equipment  ", "你带着以下装备开始游戏，此外该角色还可以从其背景项中获得额外的起始装备：  ", "・（a）一把巨斧或（b）任意一把军用近战武器  ", "・（a）两把手斧或（b）任意一把简易武器  ", "・一个探索套组和四支标枪  ", "### 狂暴Rage  ", "你带着原初的狂怒作战。你可以在自己回合内以一个附赠动作进入狂暴。  ", "狂暴持续期间，只要你未着装重甲就获得以下增益：  ", "・你进行力量检定和力量豁免时具有优势。  ", "・你用力量值发动近战武器攻击时的伤害掷骰获得加值。此加值随你的野蛮人等级提升而增加，具体见“野蛮人职业表”中“狂暴伤害”一栏。  ", "・你拥有钝击，穿刺和挥砍伤害的抗性。  ", "拥有施法能力的角色无法在狂暴持续期间施展法术或进行法术专注。  ", "你的狂暴状态维持1分钟。如果你在狂暴其间陷入昏迷，或者，如果你从自己上回合结束开始到本回合结束时都未攻击任何敌对生物也未受到伤害，则狂暴提前结束。你也可以在自己回合里以一个附赠动作主动结束狂暴状态。  ", "“野蛮人职业表”中根据你的野蛮人等级给出了相应的狂暴次数。如果你用光了这些次数，则必须完成一次长休才能再次使用狂暴。  ", "### 无甲防御Unarmored Defense  ", "未着装任何护甲时，你的AC等于10＋你的敏捷调整值＋你的体质调整值。使用盾牌不会影响你从此特性获益。  ", "### 鲁莽攻击Reckless Attack  ", "第2级起，你可以抛弃一切防御的执念进行狂乱的攻击。你在自己回合内发动第一次攻击时，可以选择发动鲁莽攻击。使用此特性后，你本回合内所有使用力量值发动的近战武器攻击具有优势。此后，所有对你发动的攻击检定也将具有优势，且该优势持续存在至你的下个回合。  ", "### 险境感知Danger Sense  ", "第2级时，你获得对周遭异常情况超乎寻常的感测力，让你能先一步脱离危险。  ", "在受到你能看见的效应（诸如陷阱和法术）影响时，你对其进行的敏捷豁免具有优势。你无法在目盲、耳聋或是失能的状态下从此特性获益。  ", "### 原初道途Primal Path  ", "第3级时，你选择一种道途来塑造你狂怒时的特质。你可以从狂战士Berserker和图腾武者Totem Warrior中选择其一。随后，你将在第3、第6、第10、第14级时获得所选道途的相应特性。  ", "### 属性值提升Ability Score Improvement  ", "当达到第4、8、12、16、19级时，你可以选择一项属性值提升2点，或是选择两项属性各提升1点。不过你不能通过此特性让属性值超过20。  ", "### 额外攻击Extra Attack  ", "第5级起，你在自己回合内执行攻击动作时可以发动两次攻击而非一次。  ", "### 快速移动Fast Movement  ", "第5级起，你在未着装重甲时速度提升10尺。  ", "### 野性直觉Feral Instinct  ", "第7级时，你的直觉变的异常敏锐，从而使你骰先攻时具有优势。  ", "此外，如果你在战斗开始时被突袭但并未陷入失能，则你仍可以在你的第一回合正常行动。不过你必须在那一回合进行其它任何行动前先进入狂暴。  ", "### 凶蛮重击Brutal Critical  ", "第9级起，计算近战攻击的重击伤害时，你可以额外骰一枚所用武器的伤害骰。  ", "第13级时，你可以额外骰两枚；第17级时，你可以额外骰三枚。  ", "### 坚韧狂暴Relentless Rage  ", "第11级起，狂暴的力量让你即使身受重伤也能持续战斗。狂暴期间，若你的生命值被降至0但未立即死亡，你可以进行一次DC10的体质豁免。豁免成功则你的生命值改为降至1。  ", "第一次使用此特性后，每当你再次使用此特性时其体质豁免DC提高5。在你完成一次短休或长休后其DC重置为10。  ", "### 持久狂暴Persistent Rage  ", "第15级起，你狂暴期间的情绪高涨得难以抑制，以至于只有当你陷入昏迷或是主动终止才能使你的狂暴提前结束。  ", "### 不屈勇武Indomitable Might  ", "第18级起，你进行力量检定的结果低于你的力量值时，可以直接使用力量值作为检定结果。  ", "### 原初斗士Primal Champion  ", "第20级时，你的存在即是野性之力的具现。你的力量和体质各提升4。并且你这两项属性的上限变为24。"]}